[
  {
    "nombre": "Zulema Corrales Aroche", 
    "imagen": "p1", 
    "age": "59", 
    "provincia": "Pinar del Rio", 
    "municipio": "Guane", 
    "cargo": "Enfermera", 
    "biografia": "Enfermera, dirigente de la UJC a nivel de base. Cumplió misión internacionalista en Etiopía como enfermera militar. Cumplió misión en Venezuela. Dirigente sindical de base. Ha participado en congresos de la UJC y la CTC y ha recibido varias condecoraciones. Ha sido delegada de circunscripción en el consejo popular de Las Martinas. Enfermera del Consultorio 9. Policlínico Manuel Lazo." 
  },
  {
    "nombre": "Caridad del Rosario Diego Bello", 
    "imagen": "p2", 
    "age": "67", 
    "provincia": "Pinar del Rio", 
    "municipio": "La Palma", 
    "cargo": "Jefa de la Oficina Atencion a los Asuntos Religiosos del Comite Central del PCC", 
    "biografia": "Dirigente estudiantil y de la UJC. Fue funcionaria del Departamento de Educación, Ciencia y Deportes del Comité Central del PCC y desde 1993 jefa de la Oficina de Atención a los Asuntos Religiosos. Es miembro del Comité Central desde el 4to. Congreso del PCC y fue delegada a la Primera Conferencia Nacional. Es diputada desde 1998." 
  },
  {
    "nombre": "Clara Ondina Batista Cruz", 
    "imagen": "p3", 
    "age": "54", 
    "provincia": "Pinar del Rio", 
    "municipio": "Los Palacios", 
    "cargo": "Jefa del Departamento del Registro del Ministerio de la Agricultura", 
    "biografia": "Ha transitado desde técnica en la Unidad Silvícola Río Mantua hasta directora de la Oficina de la Tierra. Ha sido miembro del Comité Municipal del Partido e integrante no profesional del Buró. Fue delegada al 7mo. Congreso del PCC. Fue reelegida delegada de circunscripción. Es Jefa de Departamento del Registro Agropecuario del Ministerio de la Agricultura." 
  },
  {
    "nombre": "Mabel Acea Garcia", 
    "imagen": "p4", 
    "age": "58", 
    "provincia": "Pinar del Rio", 
    "municipio": "Mantua", 
    "cargo": "Secretaria General del Sindicato Nacional de Trabajadores Civiles de la Defensa.", 
    "biografia": "Secretaria General del Sindicato Nacional de Trabajadores Civiles de la Defensa." 
  },
  {
    "nombre": "Mirian Martinez Veloz", 
    "imagen": "p5", 
    "age": "54", 
    "provincia": "Pinar del Rio", 
    "municipio": "Minas de Matahambre", 
    "cargo": "Presidenta de la Asamblea Municipal del Poder Popular de Minas de Matahambre", 
    "biografia": "Presidenta de la Asamblea Municipal del Poder Popular de Minas de Matahambre" 
  },
  {
    "nombre": "Luis Miguel Martinez Hernandez", 
    "imagen": "p6", 
    "age": "58", 
    "provincia": "Pinar del Rio", 
    "municipio": "Pinar del Rio", 
    "cargo": "Promotor Cultural del Proyecto La Camorra", 
    "biografia": "Comenzó como maestro primario en la Escuela Especial Frank País, en Las Tunas. En 1997 es designado Presidente de la OPJM en Viñales, luego trabajó como chef de cocina en el hotel Los Jazmines y desde 1999 hasta la actualidad se desempeña como Promotor Cultural del Consejo Popular de Puerto Esperanza." 
  },
  {
    "nombre": "Yaisa Pereda Martinez", 
    "imagen": "p7", 
    "age": "31", 
    "provincia": "Pinar del Rio", 
    "municipio": "San Juan y Martinez", 
    "cargo": "Especialista principal de la UEB Cimex", 
    "biografia": "Comenzó su vida laboral como económica en la CCS «José Martí», luego fue promovida a Jefa del Departamento de Contabilidad en el Sectorial de Salud del municipio. Actualmente es especialista principal en el Complejo Cimex. Fue dirigente de base de la FMC. Por su reconocimiento social fue reelegida delegada de circunscripción." 
  },
  {
    "nombre": "Maite Cabrera Castillo", 
    "imagen": "p8", 
    "age": "47", 
    "provincia": "Pinar del Rio", 
    "municipio": "San Luis", 
    "cargo": "Económica CCS Ignacio Agramonte", 
    "biografia": "Su trayectoria laboral la inició en el 2008 en la CCS Ignacio Agramonte como Auxiliar de Contabilidad hasta el 2010, que fue promovida a Económica Principal. Por su sencillez y consagración a las tareas encomendadas su comunidad la reeligió como delegada de la circunscripción, además fue la Secretaria del Bloque de la FMC." 
  },
  {
    "nombre": "Gladys Martinez Verdecia", 
    "imagen": "p9", 
    "age": "52", 
    "provincia": "Pinar del Rio", 
    "municipio": "Sandino", 
    "cargo": "Primera secretaria del Comité Provincial del Partido en Artemisa", 
    "biografia": "Fue secretaria de la Asamblea Municipal del Poder Popular. En el Partido transitó desde instructora, primera secretaria del municipio, miembro profesional del Buró Provincial y primera secretaria. Fue delegada al 6to. y 7mo. congresos del PCC y a la Primera Conferencia Nacional. Es miembro del Buró Político del Comité Central del Partido. Primera secretaria del Comité Provincial del  Partido en Artemisa." 
  },
  {
    "nombre": "Marta Elena Feito Cabrera", 
    "imagen": "p10", 
    "age": "61", 
    "provincia": "Pinar del Rio", 
    "municipio": "Viñales", 
    "cargo": "Ministra de Trabajo y Seguridad Social", 
    "biografia": "De 1985-1988 fue Técnico en Organización del Trabajo y los Salarios en la Unión de Empresas Productoras de Equipos Médicos. De 1988-1996 fue Jefa de Grupo de Inspección Laborales en la Delegación Provincial de Inspección Villa Clara. Entre 1996-2001 se desempeñó como Directora de Inspección en la Delegación Provincial de Inspección Villa Clara. Entre 2001-2003 fue Directora General en la Oficina Nacional Inspección del Trabajo, del Ministerio de Trabajo y Seguridad Social (MTSS).,De 2003-2005 fue Viceministra del MTSS. Entre 2005-2012 fue Directora General del INASS, MTSS. En 2013 Viceministra Primera del MTSS. En 2019 fue promovida a Ministra de Trabajo y Seguridad Social" 
  },
  {
    "nombre": "Marcy Reinoso Torres", 
    "imagen": "p11", 
    "age": "56", 
    "provincia": "Pinar del Rio", 
    "municipio": "Consolación del Sur", 
    "cargo": "Directora del Instituto Politécnico Ángel Ramírez Pedroso.", 
    "biografia": "Comenzó su vida laboral en la Empresa Pecuaria San Cristóbal. En el 2012-2015 pasó a ser profesora del Instituto Politécnico Ángel Ramírez Pedroso, en el año 2015 fue promovida a directora. Por su reconocimiento social fue reelegida delegada de circunscripción, además es la secretaria de la Delegación de la FMC." 
  },
  {
    "nombre": "Caridad Acosta Acosta", 
    "imagen": "p12", 
    "age": "51", 
    "provincia": "Pinar del Rio", 
    "municipio": "Guane", 
    "cargo": "Maestra", 
    "biografia": "Trabajó en La Barbarita de Técnica de Control Ganadero. En el 2001 inicia en la escuela rural Carlos J. Finlay, donde actualmente labora como profesora de Informática. En la FMC es la Secretaria de la delegación desde 1993 hasta la actualidad. Fue electa en el 2007 como delegada a la Asamblea Municipal del Poder Popular." 
  },
  {
    "nombre": "Maria del Carmen Concepcion Gonzalez", 
    "imagen": "p13", 
    "age": "65", 
    "provincia": "Pinar del Rio", 
    "municipio": "La Palma", 
    "cargo": "Presidenta de la Comisión Permanente de Trabajo de Atención a los Servicios de la Asamblea Nacional del Poder Popular", 
    "biografia": "En 1994 fue electa como Primera Secretaria del Comité Provincial del PCC. Fue miembro del Comité Central del PCC y del Secretariado del Comité Central del PCC. Desde el 2009 fue ministra del Ministerio de la Industria Alimentaria. Fue también miembro del Consejo de Estado. Fue delegada a los 4to., 5to. y 6to. Congresos del PCC y a su Primera Conferencia Nacional. Actualmente es la Presidenta de la Comisión Permanente de Trabajo de Atención a los Servicios de la Asamblea Nacional del Poder Popular." 
  },
  {
    "nombre": "Regla Maria Ferrer Dominguez", 
    "imagen": "p14", 
    "age": "59", 
    "provincia": "Pinar del Rio", 
    "municipio": "Los Palacios", 
    "cargo": "Vicepresidenta del Consejo de la Administración Provincial.o", 
    "biografia": "Es Máster en Ciencias en Manejo Empresarial Porcino y Especialista en Genética Animal. En el 2011 resultó electa delegada a la Asamblea Provincial del Poder Popular. Participó en el 5to. y 6to. Congreso del Partido. Delegada de circunscripción reelecta. Vicepresidenta del Consejo de la Administración Provincial." 
  },
  {
    "nombre": "Mijaín López Núñez", 
    "imagen": "p15", 
    "age": "40", 
    "provincia": "Pinar del Rio", 
    "municipio": "Mantua", 
    "cargo": "Deportista", 
    "biografia": "Ha obtenido significativos reconocimientos: cuatro veces Campeón Olímpico, cinco veces Campeón Panamericano, cinco veces Campeón Mundial, dos Copas del Mundo, Campeón del Titán General en Estados Unidos y cuatro veces Campeón del Torneo Diurno en Alemania. Ha sido el abanderado de la delegación cubana en múltiples eventos deportivos y ha participado en Festivales Mundiales de la Juventud y los Estudiantes." 
  },
  {
    "nombre": "Osmani Azcuy Herrera", 
    "imagen": "p16", 
    "age": "51", 
    "provincia": "Pinar del Rio", 
    "municipio": "Minas de Matahambre", 
    "cargo": "Director de Servicios Comunales en la provincia de Pinar del Río.", 
    "biografia": "Director de Servicios Comunales en la provincia de Pinar del Río." 
  },
  {
    "nombre": "Maria Yolanda Ferrer Gomez", 
    "imagen": "p17", 
    "age": "76", 
    "provincia": "Pinar del Rio", 
    "municipio": "Pinar del Rio", 
    "cargo": "Presidenta de la Comisión Permanente de Trabajo de Relaciones Internacionales de la Asamblea Nacional del Poder Popular", 
    "biografia": "Desde 1973 integró el Secretariado Nacional de la FMC. En el 5to. Congreso de la organización fue electa secretaria general, función que desempeñó hasta el 2012. Ha participado en varios congresos del Partido y ha sido miembro del Comité Central. Fue delegada a la Primera Conferencia del PCC. Es diputada desde la III Legislatura.,Actualmente es Presidenta de la Comisión Permanente de Trabajo de Relaciones Internacionales de la Asamblea Nacional del Poder Popular." 
  },
  {
    "nombre": "Deborah Maria Henriquez Lorenzo", 
    "imagen": "p18", 
    "age": "51", 
    "provincia": "Pinar del Rio", 
    "municipio": "San Juan y Martinez", 
    "cargo": "Presidenta del grupo empresarial Campismo Popular", 
    "biografia": "Trabajó en la Empresa de Materiales de la Construcción no. 7. Fue miembro no profesional del Buró Provincial de la UJC, directora de Recursos Humanos en Transtur en la provincia, directora general de la Empresa de Campismo Popular y delegada del Mintur en Pinar del Río. Fue delegada de la Asamblea Provincial del Poder Popular.,Actualmente es presidenta del grupo empresarial Campismo Popular." 
  },
  {
    "nombre": "Luiz Enrique Martinez Hernandez", 
    "imagen": "p19", 
    "age": "57", 
    "provincia": "Pinar del Rio", 
    "municipio": "San Luis", 
    "cargo": "Metodólogo de la Dirección Provincial de Deportes.", 
    "biografia": "Profesor de Educación Física. Metodólogo en la Dirección Municipal de Educación de Consolación del Sur. Fue delegado del Poder Popular en ese municipio. Cumplió misión internacionalista en Venezuela en dos ocasiones. En el 2006 pasó a trabajar en la Dirección Provincial de Deportes como metodólogo. Actualmente es delegado de base y metodólogo de la Dirección Provincial de Deportes." 
  },
  {
    "nombre": "Miladys Orraca Castillo", 
    "imagen": "p20", 
    "age": "57", 
    "provincia": "Pinar del Rio", 
    "municipio": "Sandino", 
    "cargo": "Presidenta de la Comercializadora de Servicios Médicos Cubanos S.A.", 
    "biografia": "Especialista de segundo grado en Genética Clínica, máster en Atención Integral al Niño, Doctora en Ciencias y Profesora Titular. Es miembro del Comité Central del Partido desde el 2011 y participó como invitada al 6to. Congreso y a la Primera Conferencia Nacional. Presidenta de la Comercializadora de Servicios Médicos Cubanos S.A." 
  },
  {
    "nombre": "Abel Enrique Prieto Jimenez", 
    "imagen": "p21", 
    "age": "72", 
    "provincia": "Pinar del Rio", 
    "municipio": "Viñales", 
    "cargo": "Presidente de la Casa de las Américas.", 
    "biografia": "Fue director de las editoriales Arte y Literatura y Letras Cubanas, director del Centro «Juan Marinello», viceministro de Cultura, presidente de la Uneac, ministro de Cultura y Asesor del Presidente de los Consejos de Estado y de Ministros. Tiene varias publicaciones de cuentos, ensayos y novelas. Fue miembro del Comité Central del Partido y del Buró Político. Actualmente es Presidente de la Casa de las Américas." 
  },
  {
    "nombre": "Juana Rafaela Puerto Corvea", 
    "imagen": "p22", 
    "age": "63", 
    "provincia": "Pinar del Rio", 
    "municipio": "Consolación del Sur", 
    "cargo": "Presidenta del Consejo Popular de Cuba Libre", 
    "biografia": "Trabajó en diferentes funciones hasta ser elegida presidenta del consejo popular Las Martinas. Fue delegada del Poder Popular en Sandino por diez años, miembro del Secretariado Municipal de los CDR, delegada de circunscripción en el municipio de Pinar del Río y presidenta del consejo popular de Cuba Libre desde el 2012. Actualmente es delegada." 
  },
  {
    "nombre": "Juan Carlos Rodriguez Diaz", 
    "imagen": "p23", 
    "age": "62", 
    "provincia": "Pinar del Rio", 
    "municipio": "Guane", 
    "cargo": "Historiador de Pinar del Río", 
    "biografia": "Es asesor del PCC y del Gobierno en Asuntos Históricos, fue precandidato al 6to. y 7mo. congresos del PCC. Es delegado de base. Ha obtenido diferentes reconocimientos por su participación en numerosos trabajos científicos e investigaciones. Ha publicado tres libros. Fue ratificado delegado a la Asamblea Municipal del Poder Popular. Profesor de la Universidad Hermanos Saíz." 
  },
  {
    "nombre": "Daniel Silva Rojas", 
    "imagen": "p24", 
    "age": "52", 
    "provincia": "Pinar del Rio", 
    "municipio": "La Palma", 
    "cargo": "Presidente del Consejo Popular de Briones Montoto", 
    "biografia": "Maestro primario. En el 2012 es electo como delegado, presidente del Consejo Popular Briones Montoto y delegado a la Asamblea Provincial. Ostenta la medalla 60 Aniversario de las FAR. Se desempeña como organizador de su zona en los CDR. Durante los cuatro últimos mandatos ha sido delegado del Poder Popular." 
  },
  {
    "nombre": "Ariel Diaz Núñez", 
    "imagen": "p25", 
    "age": "51", 
    "provincia": "Pinar del Rio", 
    "municipio": "Los Palacios", 
    "cargo": "Campesino de la cpa Carlos Lóriga", 
    "biografia": "Comenzó a trabajar en 1993 como campesino en la CPA Carlos Lóriga, por su actitud fue promovido a trabajar como Instructor Político de la ANAP Municipal. En el año 2002 se incorpora nuevamente a la CPA como socio, labor que realiza en la actualidad. Es delegado a la Asamblea Municipal del Poder Popular desde el XVI mandato." 
  },
  {
    "nombre": "Manuel Milian Villar", 
    "imagen": "p26", 
    "age": "54", 
    "provincia": "Pinar del Rio", 
    "municipio": "Mantua", 
    "cargo": "Gerente Provincial de Etecsa", 
    "biografia": "Trabajó en la Empresa de Comunicaciones de Pinar del Río, luego se traslada para Etecsa. Fue jefe de Centro de Telecomunicaciones de los municipios de Los Palacios, San Cristóbal y Candelaria, posteriormente es promovido a subgerente de Redes de la Empresa, luego jefe del Departamento de Operaciones y director provincial." 
  },
  {
    "nombre": "Maritza Colombe Chala", 
    "imagen": "p27", 
    "age": "50", 
    "provincia": "Pinar del Rio", 
    "municipio": "Minas de Matahambre", 
    "cargo": "Administradora del Taller de Escogida de Tabaco V-12-69", 
    "biografia": "Fue seleccionadora en el taller V-12-71, luego trabajó como Técnica de Control de la Calidad, administradora del Taller V-12-69 y se desempeña como jefa de producción. Graduada de Ingeniería Agrónoma. Fue miembro del Comité Municipal del Partido desde el 2012 y miembro del Comité Provincial desde el 2015. Actualmente es Administradora del Taller de Escogida de Tabaco V-12-69." 
  },
  {
    "nombre": "Belkys Maria Perez Cruz", 
    "imagen": "p28", 
    "age": "55", 
    "provincia": "Pinar del Rio", 
    "municipio": "Pinar del Rio", 
    "cargo": "Jefa de Información del Telecentro Tele Pinar", 
    "biografia": "Trabajó en la Emisora Provincial Radio Guamá y en Tele Pinar como redactora reportera. Fue miembro del Comité Provincial del PCC. Cumplió misión internacionalista en Venezuela y Paraguay. Recibió las Distinciones Félix Elmuza, 23 de Agosto y la Réplica del Machete de Máximo Gómez. Actualmente es Jefa de Información del Telecentro Tele Pinar." 
  },
  {
    "nombre": "Wilfredo Romero Moreno", 
    "imagen": "p29", 
    "age": "54", 
    "provincia": "Pinar del Rio", 
    "municipio": "San Juan y Martinez", 
    "cargo": "Presidente del Consejo Popular Molina El Valle.", 
    "biografia": "Trabajó en la empresa Forestal, luego se desempeñó como funcionario del Comité Municipal de la UJC y Político-Ideológico. Desde 1997 es Presidente del Consejo Popular Molina el Valle. Es delegado de su circunscripción desde el noveno mandato. Ostenta la medalla 50 y 60 Aniversario del Desembarco del Granma." 
  },
  {
    "nombre": "Yamile Ramos Cordero", 
    "imagen": "p30", 
    "age": "45", 
    "provincia": "Pinar del Rio", 
    "municipio": "San Luis", 
    "cargo": "Miembro del Comité Central del Partido y primera secretaria del Comité Provincial del Partido en Pinar del Río.", 
    "biografia": "Se ha desempeñado como cuadro de la Unión de Jóvenes Comunistas (UJC) y el Partido, ocupando entre otras la responsabilidad de primera secretaria del Comité Municipal de la UJC en la Palma, Presidenta Nacional de los pioneros, además integró el Buró del Comité Provincial del PCC.,Fue miembro profesional del buró ejecutivo, actividad Economía, Turismo, Consumo y Servicios en el Comité Provincial del Partido en Pinar del Río.,Actualmente, es miembro del Comité Central del Partido y primera secretaria del Comité Provincial del Partido en Pinar del Río." 
  },
  {
    "nombre": "Ruben Ramos Moreno", 
    "imagen": "p31", 
    "age": "49", 
    "provincia": "Pinar del Rio", 
    "municipio": "Sandino", 
    "cargo": "Gobernador de la provincia de Pinar del Río.", 
    "biografia": "Comienza su actividad laboral en 1997 como adiestrado en la Empresa de Tabaco del Municipio Mantua, donde posteriormente es promovido a Jefe de Taller, Jefe de Departamento Técnico, hasta llegar a ocupar el cargo de Director.,En el 2002 resultó electo Vicepresidente de la Asamblea Municipal del Poder Popular en Mantua y posteriormente, Presidente. A partir del 2013 ocupa los cargos de Vicepresidente del Consejo de la Administración Provincial y Director de Organización, Planificación e Información. En el 2019 es promovido a Vicepresidente para el Órgano de la Administración Provincial en Pinar del Río.,Ha recibido diferentes cursos, de superación política en la Escuela Provincial del Partido y en la Superior Ñico López, en Defensa Territorial del nivel Provincial, así como el Diplomado en Administración Pública.,Actualmente es el Gobernador de la provincia de Pinar del Río." 
  },
  {
    "nombre": "Juan Esteban Lazo Hernandez", 
    "imagen": "a1", 
    "age": "79", 
    "provincia": "La Habana", 
    "municipio": "Boyeros", 
    "cargo": "Presidente de la Asamblea Nacional del Poder Popular y del Consejo de Estado.", 
    "biografia": "Nació el 26 de febrero de 1944 en Jovellanos, Matanzas; de procedencia social campesina. Cursó sus primeros estudios en la escuela rural del barrio donde nació, alcanzando el 5to. grado.,No pudo continuar sus estudios por razones económicas y tener que dedicarse a las labores del campo para ayudar a la familia. Al triunfo de la Revolución tenía 14 años y comenzó a trabajar en el molino arrocero de La Isabel y posteriormente en el secadero de arroz, alternando con labores agrícolas hasta 1963. Ingresó en la AJR desde su fundación, siendo responsable de dicha organización en la zona, luego de la UJC, hasta su ingreso al PCC en el año 1963.,Fue alfabetizador en La Isabel y activista de la Campaña de Alfabetización. En 1961 ingresó a las Milicias Nacionales Revolucionarias. En 1962 fue Organizador de la Sección Sindical de su centro de trabajo y miembro de los CDR desde su fundación. En mayo de 1963 comenzó a trabajar como activista del Partido en Jovellanos, en los trabajos de la Prueba de Escolaridad. A finales de ese año, al terminar la Escuela Provincial, fue designado por el Partido en el municipio al frente de una comisión para la organización de las primeras brigadas de corte manual y alza mecanizada. En enero de 1964 fungió como miembro del Comité Municipal del PCC en Jovellanos y responsable de Educación. A finales de 1965 pasó a Organizador en el municipio, hasta 1966, en que fue designado para pasar la Escuela Superior del Partido «Ñico López». Al terminar la misma, en noviembre de 1967, permaneció durante dos meses en el Comité Central en la Comisión para revisar los planes de Eficiencia Industrial. En 1968 fue designado Primer Secretario del Comité Municipal del Partido en San Pedro de Mayabón y a principios del año 1969 fue promovido como Organizador del Buró Regional del Partido en Colón, atendiendo la esfera Pecuaria y luego Primer Secretario del PCC en ese territorio. En 1971 fue promovido al Buró Provincial de Matanzas. En 1979 fue designado Delegado Provincial del Ministerio de la Agricultura en Matanzas y miembro del Buró Provincial del Partido. En 1980 fue electo Segundo Secretario del Comité Provincial del Partido en Matanzas y en 1981 promovido a Primer Secretario de la provincia. Desde 1986 se desempeñó como Primer Secretario en la provincia de Santiago de Cuba, hasta 1994, en que, por los resultados obtenidos, fue designado Primer Secretario del PCC en Ciudad de La Habana .Desde el 2003 hasta febrero de 2013 se desempeñó como Miembro del Buró Político para atender la Esfera Ideológica." 
  },
  {
    "nombre": "Raul Omar Acosta Gregorich", 
    "imagen": "a2", 
    "age": "71", 
    "provincia": "La Habana", 
    "municipio": "Centro Habana", 
    "cargo": "General de División. Jefe del Ejército Occidental.", 
    "biografia": "Nació el 15 de mayo de 1951 en Jibacoa, municipio de Manzanillo, en el seno de una familia humilde y revolucionaria. Comenzó sus estudios primarios en 1957 en una escuela rural, donde la asistencia se dificultaba por estar distante de su casa, con el triunfo de la revolución en 1959 continua preparándose en La Habana y su provincia natal. Comienza a trabajar en la granja arrocera “José Martí”, hasta que le otorgan una beca en 1965 para la Secundaria Básica Rural Pedro Batista en Bayamo, sus resultados docentes y la contribución en la construcción del centro lo hicieron merecedor de la militancia de la UJC en 1966.,Ingresó en las FAR el 1 de septiembre de 1967, mediante llamado realizado por el Cmdte. Juan Almeida Bosque, para formar parte de la Escuela de Cadetes de Artillería y comienza en la Especialidad de Artillería en el curso pre académico en Ocujal Santiago de Cuba, al regresar de la Sierra Maestra, participó en la zafra de la caña. En su etapa de cadetes fue dirigente de la UJC y se gradúa en 1970 con el grado militar de sub teniente.,En su trayectoria militar ha ocupado diversas responsabilidades en cargos de mando y dirección; como Jefe de Pelotón de Mando de Artillería, Jefe Exploración de la UM 4197, Jefe de Plana Mayor, Jefe de Grupo de Artillería, Sustituto del Jefe de Estado Mayor del Regimiento de Artillería, Jefe de Operaciones, Jefe de Estado Mayor y Jefe del Regimiento de Artillería UM 2100, Segundo Jefe UM 1270, Jefe de Estado Mayor de la UM 1270 y 1700, Jefe de Estado Mayor Región Militar Ciudad Habana, Jefe de la Región Militar del Este, Jefe Operaciones y Jefe de Estado Mayor del Ejército Occidental" 
  },
  {
    "nombre": "Martha Cuesta Sanchez", 
    "imagen": "a3", 
    "age": "61", 
    "provincia": "La Habana", 
    "municipio": "Cerro", 
    "cargo": "Funcionaria de Atención a la Población del Policlínico Julián Grimau.", 
    "biografia": "Trabajó como maestra, en la casa impresora Multigraf, luego en la Fábrica de Calzado Nguyen Van Troi, cursó estudios de Asistente a los servicios de enfermería en el Policlínico Julián Grimau y de Atención a la Población. Matriculó en la Facultad Obrera Campesina Armando Mestre. Es delegada de circunscripción." 
  },
  {
    "nombre": "Yaimara Ramona Diaz Placeres", 
    "imagen": "a4", 
    "age": "53", 
    "provincia": "La Habana", 
    "municipio": "Cotorro", 
    "cargo": "Directora de la ueb Mariposa Habana Empresa Mathisa-Gempil.", 
    "biografia": "Comenzó su vida laboral en la empresa productora de juguetes Juguemil como técnico B en procesos plásticos y luego como especialista. Se traslada para la Empresa Mathisa como jefa de brigada de producción. Fue delegada al 6to. Congreso del PCC. Es diputada desde el 2013." 
  },
  {
    "nombre": "Lizete Gonzalez Garcia", 
    "imagen": "a5", 
    "age": "49", 
    "provincia": "La Habana", 
    "municipio": "Diez de Octubre", 
    "cargo": "Secretaria General de la Federación de Mujeres Cubanas en La Habana.", 
    "biografia": "Trabajó en la Universidad Agraria de La Habana, donde asumió responsabilidades en la UJC. Fue miembro del Comité Provincial de la UJC hasta llegar a ser primera secretaria en la antigua La Habana. Fue Jefa de la Sección de Asuntos Generales en el Comité Nacional de la UJC y presidenta nacional de las BTJ. Es miembro del Comité Provincial del PCC. Actualmente, es Secretaria General de la Federación de Mujeres Cubanas en La Habana." 
  },
  {
    "nombre": "Gerardo Enrique Hernandez Suarez", 
    "imagen": "a6", 
    "age": "74", 
    "provincia": "La Habana", 
    "municipio": "Guanabacoa", 
    "cargo": "Delegado y presidente del consejo popular Managua. Director de la UEB 3 Las Guásimas.", 
    "biografia": "Fue administrador de la granja avícola San Lázaro, trabajó en la Aviación Agrícola y Helicópteros de las FAR, así como en la Dirección Nacional de los CDR. Microbrigadista y miembro de la comisión nacional para el perfeccionamiento del Poder Popular. Trabajó en el PCC de Arroyo Naranjo como administrador. Delegado y presidente del consejo popular Managua. " 
  },
  {
    "nombre": "Emilio Interian Rodriguez", 
    "imagen": "a7", 
    "age": "54", 
    "provincia": "La Habana", 
    "municipio": "Habana del Este", 
    "cargo": "Presidente de la CCS Sabino Pupo Milián.", 
    "biografia": "Trabajó en la empresa pecuaria Bacuranao. Se asoció a la ANAP y es miembro de su Comité Nacional, así como del Comité Municipal del PCC en Arroyo Naranjo. Fue delegado al 6to. y 7mo. congresos del PCC. Ha sido vanguardia nacional de los CDR y de la ANAP, en cuyos congresos ha participado. Es delegado de base." 
  },
  {
    "nombre": "Carlos Alberto Martinez Blanco", 
    "imagen": "a8", 
    "age": "54", 
    "provincia": "La Habana", 
    "municipio": "Habana Vieja", 
    "cargo": "Jefe del Departamento Independiente de Control de Cáncer dle Ministerio de Salud Pública .", 
    "biografia": "Participó en congresos de la FEEM, FEU y la UJC. Especialista en Cirugía General en el Hospital Clínico Quirúrgico Hermanos Ameijeiras; funcionario de la esfera de Salud del Comité Provincial del PCC y luego del Comité Central. Fue vicedirector general provincial de Salud de La Habana. Es miembro del Consejo de Estado de la República de Cuba." 
  },
  {
    "nombre": "Julia Zoraida Miranda Crespo", 
    "imagen": "a9", 
    "age": "51", 
    "provincia": "La Habana", 
    "municipio": "Marianao", 
    "cargo": "Secretaria General Buró Municipal del Sindicato Agropecuario, Forestal y Tabacalero, Plaza de la Revolución.", 
    "biografia": "Trabajó en diferentes actividades antes de hacerlo en el Ministerio de la Agricultura (Minag). Fue secretaria de la sección sindical y miembro del Buró Sindical del Minag. Delegada a la Conferencia del Sindicato de Trabajadores Agropecuarios, Forestales y Tabacaleros. Es delegada" 
  },
  {
    "nombre": "Ana Rosa Granda Esteban", 
    "imagen": "a10", 
    "age": "35", 
    "provincia": "La Habana", 
    "municipio": "La Lisa", 
    "cargo": "Primera Secretaria del Comité Provincial de la UJC en La Habana.", 
    "biografia": "Primera Secretaria del Comité Provincial de la UJC en La Habana." 
  },
  {
    "nombre": "Pedro Luis Esquivel Moreno", 
    "imagen": "a11", 
    "age": "61", 
    "provincia": "La Habana", 
    "municipio": "Playa", 
    "cargo": "Jefe del Trabajo Político del Sector Militar.", 
    "biografia": "Trabajó en la Empresa Militar Industrial Liberación. Fue secretario general del Comité UJC de las Empresas Militares Unificadas General de Brigada Francisco Cruz Bourzac. Se incorporó a las FAR como trabajador civil de la defensa en el sector militar del Cotorro, más tarde se traslada para la Región Militar de La Habana. Ha sido delegado durante ocho mandatos" 
  },
  {
    "nombre": "Gladys Mercedes Lopez Bejerano", 
    "imagen": "a12", 
    "age": "57", 
    "provincia": "La Habana", 
    "municipio": "Plaza de la Revolución", 
    "cargo": "Directora del Centro de Protección e Higiene de las Radiaciones.", 
    "biografia": "Trabajó en la Unidad Presupuestada para la Construcción del Centro de Investigaciones Nucleares y en el Centro de Protección e Higiene de las Radiaciones, ocupando diferentes cargos hasta directora general. Ha participado en eventos y congresos, autora y coautora de más de 80 publicaciones científicas. Integra el panel de expertos del Programa Ramal Nuclear de Cuba y es experta del Organismo Internacional de Energía Atómica. Delegada al Quinto Congreso del Partido." 
  },
  {
    "nombre": "Teresa Santana Beltran", 
    "imagen": "a13", 
    "age": "60", 
    "provincia": "La Habana", 
    "municipio": "Regla", 
    "cargo": "Presidenta de la Asamblea Municipal del Poder Popular del Cotorro.", 
    "biografia": "Trabajó en diversos centros educacionales y ocupó distintas responsabilidades, entre ellas subdirectora de Educación Infantil. Máster en Ciencias de la Educación. Electa delegada de circunscripción en el 2008. Pasó a desempeñarse como vicepresidenta para la Fiscalización y control, y luego electa vicepresidenta de la Asamblea Municipal. ,Actualmente, es la Presidenta de la Asamblea Municipal del Poder Popular del Cotorro." 
  },
  {
    "nombre": "Vilma Patricia Alvarado Godoy", 
    "imagen": "a14", 
    "age": "61", 
    "provincia": "La Habana", 
    "municipio": "San Miguel del Padron", 
    "cargo": "Asesora Legal de la Comisión Electoral Nacional.", 
    "biografia": "Trabajó en la Organización Nacional de Bufetes Colectivos, donde ocupó diferentes responsabilidades. Vicepresidenta de la Dirección Ejecutiva Municipal de Playa de la Unión Nacional de Juristas de Cuba, miembro de los consejos Provincial y Nacional de esa organización. Fue asesora jurídica en la Dirección de Inmigración y Extranjería entre 2010 y 2012, y de la Comisión Electoral Nacional. Ha sido delegada a congresos de la Unión Nacional de Juristas de Cuba y miembro de sus consejos Provincial y Nacional. Es delegada de circunscripción" 
  },
  {
    "nombre": "Jorge Amador Berlanga Acosta", 
    "imagen": "a15", 
    "age": "60", 
    "provincia": "La Habana", 
    "municipio": "Arroyo Naranjo", 
    "cargo": "Doctor en Ciencias Biológicas. Investigador Titular. Biotecnólogo Superior Nivel II del el Centro de Ingeniería Genética y Biotecnología.", 
    "biografia": "Nació en Bayamo, provincia Granma. Se beca en la vocacional provisional Boris Luis Santa Coloma, del Plan viandero de Veguita (Yara). Posteriormente, estudia en la vocacional José Martí, de Holguín, y luego pasa a estudiar Medicina Veterinaria en el entonces llamado ISCAB, hoy Universidad de Granma.,Asume las tareas relacionadas con la investigación desde el 1 de septiembre de 1991 en el Centro de Ingeniería Genética y Biotecnología (CIGB). Pertenece al área biomédica, dedicada al diagnóstico y la terapia de enfermedades que aquejan al ser humano. Se dedica a investigar la cicatrización y regeneración de tejidos. Comienza a trabajar en la farmacología de la aplicación tópica del factor de crecimiento (hoy crema Hebermin, en aquel entonces Facdermin). Entre el 1994 y el 1995 cursa una beca en los mejores laboratorios de cicatrización y cirugía plástica de Canadá. Esta beca tuvo una repercusión importante en su formación como profesional y le permitió conocer líderes de opinión sobre el tema.,En el último quinquenio de la década del 90 comienza a trabajar la farmacología de la inyección del factor de crecimiento epidérmico, lo que da pie a las bases experimentales o hipotéticas del Heberprot-P. Desarrollando un grupo de experimentos, el primero dio pie a la base circunstancial o hipotética del Herberprot-P, obteniendo más adelante excelentes resultados a nivel internacional. El surgimiento del Heberprot-P, único de su tipo en el ámbito mundial, cambia los paradigmas en el manejo de las úlceras del pie diabético. Miembro del Consejo de Estado de la República de Cuba." 
  },
  {
    "nombre": "Marie Castillo Fiallo", 
    "imagen": "a16", 
    "age": "31", 
    "provincia": "La Habana", 
    "municipio": "Boyeros", 
    "cargo": "Enfermera de Neurocirugía del Hospital Pediátrico Juan Manuel Márquez.", 
    "biografia": "Comenzó su vida laboral en el preuniversitario Vladimir Ilich Lenin. Reanuda su formación en el Instituto Superior de Ciencias Médicas Pre clínicas Victoria de Girón en la carrera de Licenciatura en Enfermería. Continúa su vida laboral como enfermera en la sala de Neurocirugía del hospital Juan Manuel Márquez." 
  },
  {
    "nombre": "Lazara Mercedes Lopez Acea", 
    "imagen": "a17", 
    "age": "58", 
    "provincia": "La Habana", 
    "municipio": "Centro Habana", 
    "cargo": "Viceministra Primera del Ministerio de Industria Alimentaria.", 
    "biografia": "Es graduada de la Especialidad en Defensa Nacional. Fue Secretaria de Organización del Comité de la Unión de Jóvenes Comunistas en la Universidad Hermanos Saíz en Pinar del Río. Se desempeñó como Miembro del Secretariado Municipal de la Central de Trabajadores de Cuba en Aguada de Pasajeros e integró, como Miembro no Profesional, el Secretariado Provincial del Sindicato de Trabajadores Agropecuarios y Forestales en Cienfuegos. Ha ocupado, entre otros, los siguientes cargos: Ingeniera Forestal en la Unidad Silvícola de Aguada de Pasajeros, Jefa del Departamento de Silvicultura y Semillas de la Empresa Forestal de Cienfuegos, Jefa del Servicio Forestal Estatal en la Delegación Provincial del Ministerio de la Agricultura en Cienfuegos. En el Partido se desempeñó como Funcionaria del Comité Provincial, Miembro Profesional del Buró Ejecutivo Municipal en Cruces, Primera Secretaria del Comité Municipal en Abreus, Miembro Profesional del Buró Ejecutivo y Primera Secretaria del Comité Provincial en Cienfuegos. Primera Secretaria del Comité Provincial del PCC en La Habana desde el 2009 y hasta el año 2018, cuando es liberada del cargo y promovida como miembro del Secretariado del Comité Central del Partido. Actualmente, es Viceministra Primera del Ministerio de Industria Alimentaria." 
  },
  {
    "nombre": "Rodrigo Malmierca Diaz", 
    "imagen": "a18", 
    "age": "66", 
    "provincia": "La Habana", 
    "municipio": "Cerro", 
    "cargo": "Ministro para la Inversión Extranjera y la Colaboración Económica de la República de Cuba.", 
    "biografia": "Comenzó su vida laboral en 1981 en ECIMETAL, empresa perteneciente al entonces Comité Estatal de Colaboración Económica (CECE), como técnico en Administración de Proyectos, responsabilidad que mantuvo hasta 1982. Entre 1982 y 1992 trabajó como especialista en el CECE y en 1993 es designado Consejero a cargo de asuntos económicos y comerciales en la Embajada de Cuba en Brasil.,Posteriormente, entre 1997 y 1998, laboró como Director de la Dirección de Europa y América del Norte en el desaparecido Ministerio para la Inversión Extranjera y la Colaboración Económica (MINVEC), organismo en el que fue Viceministro entre 1998 y 2002.,En el año 2002 fue nombrado Embajador de Cuba ante el Reino de Bélgica, la Unión Europea y Luxemburgo, donde se mantuvo hasta el año 2005 en el que es designado como Representante Permanente de Cuba ante las Naciones Unidas en Nueva York.,En el año 2008 fue nombrado Ministro para la Inversión Extranjera y la Colaboración Económica y en marzo de 2009, al fundirse este Ministerio con el Ministerio de Comercio Exterior y crearse el actual Ministerio de Comercio Exterior y la Inversión Extranjera es designado como ministro, cargo que desempeña hasta la actualidad.,Integra el Comité Ejecutivo del Consejo de Ministros y fue electo miembro del Comité Central del Partido Comunista de Cuba en su VI Congreso en 2011 y ratificado en el VII Congreso en el año 2016 y diputado de la Asamblea Nacional del Poder Popular.,Domina cuatro idiomas: español, inglés, francés y portugués y ha cursado diversos cursos de postgrado, incluido el Colegio de Defensa Nacional" 
  },
  {
    "nombre": "Eduardo Martinez Diaz", 
    "imagen": "a19", 
    "age": "55", 
    "provincia": "La Habana", 
    "municipio": "Cotorro", 
    "cargo": "Presidente de BioCubaFarma", 
    "biografia": "Comenzó su vida laboral en el Centro de Ingeniería Genética y Biotecnología (CIGB), donde se mantuvo hasta que pasó a trabajar en BioCubaFarma. Ha ocupado varias responsabilidades, desde jefe de laboratorio, director de Desarrollo tecnológico y vicedirector general en el CIGB, hasta director de Política científica y vicepresidente primero de BioCubaFarma.,Presidente de BioCubaFarma" 
  },
  {
    "nombre": "Tahis Sanchez Valdivia", 
    "imagen": "a20", 
    "age": "32", 
    "provincia": "La Habana", 
    "municipio": "Diez de Octubre", 
    "cargo": "Ingeniera Informática. Especialista de informática en la empresa de Servicios Automotores SASA.", 
    "biografia": "Ingresó en las filas de la ujc en el año 2006 y fue secretaria general del Comité de Base durante el periodo universitario. Inició su vida laboral en la empresa de Servicios Automotores S.A., donde trabaja actualmente y es activista en el Comité de Base de la UJC. Fue electa delegada a la Asamblea Municipal de Playa por la circunscripción No. 39." 
  },
  {
    "nombre": "Ommeris Trapaga Amaro", 
    "imagen": "a21", 
    "age": "48", 
    "provincia": "La Habana", 
    "municipio": "Guanabacoa", 
    "cargo": "Doctora en Ciencias Policiales. Profesora del Instituto Superior Militar Capitán San Luis.", 
    "biografia": "Cumplió servicio militar voluntario femenino, mereció la Orden 18 y se graduó de Derecho en el Instituto Superior del Ministerio del Interior (MININT) Capitán San Luis. Trabajó en la Dirección Técnica de Investigaciones de la capital, donde desempeñó diferentes responsabilidades. Como profesora de la Capitán San Luis ha realizado diversas tareas" 
  },
  {
    "nombre": "Eduardo Rodriguez Davila", 
    "imagen": "a22", 
    "age": "56", 
    "provincia": "La Habana", 
    "municipio": "Habana del Este", 
    "cargo": "Ministro del Transporte de la República de Cuba.", 
    "biografia": "Ingeniero Mecánico, Máster en Transporte Automotor. Ha ocupado diversos cargos de dirección en el sector, incluido el de Viceministro del Ministerio del Transporte desde el año 2006 al 2018. Nombrado Ministro de Transporte el 8 de enero de 2019" 
  },
  {
    "nombre": "Mariela Castro Espin", 
    "imagen": "a23", 
    "age": "60", 
    "provincia": "La Habana", 
    "municipio": "Habana Vieja", 
    "cargo": "Directora del Centro Nacional de Educación Sexual de Cuba.", 
    "biografia": "Sexóloga cubana, directora del Centro Nacional de Educación Sexual de Cuba (CENESEX) y de la revista Sexología y Sociedad. Desarrolla un combate a favor de la libertad de orientación sexual y de la identidad de género en Cuba.,Premio Mundial de las Ciencias Eureka (2012), entregado a ella junto a otras cuatro personalidades de la ciencia cubana, por el Consejo Mundial de Académicos e Investigadores Universitarios (COMAU); otorgado por primera vez en Latinoamérica y el Caribe" 
  },
  {
    "nombre": "Yuniasky Crespo Baquero", 
    "imagen": "a24", 
    "age": "50", 
    "provincia": "La Habana", 
    "municipio": "Marianao", 
    "cargo": "Primera Secretaria del Comité Provincial del Partido Comunista de Cuba en Mayabeque.", 
    "biografia": "Nació en la provincia de Las Tunas. Estudió la carrera de Marxismo Leninismo e Historia en el Instituto Superior Pedagógico Pepito Tey, donde fue elegida como miembro del Comité de la Unión de Jóvenes Comunistas (UJC) así como vicepresidenta y presidenta de la Federación de Estudiantes Universitarios (FEU) en el centro.,Entre 1998 y el 2002 formó parte del Secretariado Nacional de la FEU. Participó en el III Congreso de la Organización de Pioneros José Martí (OPJM) y en el X Congreso de la Federación de Estudiantes de la Enseñanza Media (FEEM).,Uno de los momentos más significativos de su vida estudiantil, fue la participación en el acto central por el 71 aniversario de la muerte de Julio Antonio Mella, en México. También estuvo presente en encuentros juveniles en Paraguay, Uruguay, Argentina y Francia.,En ese período fue electa delegada al VI Congreso de la FEU, el XII Congreso de la Organización Continental Latinoamericana y Caribeña de Estudiantes (OCLAE) y al VIII, IX y X Congreso de la UJC, organización de la cual es miembro del Comité Nacional desde el año 2005" 
  },
  {
    "nombre": "Orlando Gutierrez Boza", 
    "imagen": "a25", 
    "age": "75", 
    "provincia": "La Habana", 
    "municipio": "La Lisa", 
    "cargo": "Presidente del Consejo Supremo de la Asociación Abakuá de Cuba. ", 
    "biografia": "Trabajó en el Ejército Juvenil del Trabajo y en la Dirección de Servicios Médicos del Ministerio de las Fuerzas Armadas Revolucionarias (MINFAR). Ocupó el cargo de vicedirector del Centro de Neurociencia de Cuba. Luego se desempeñó como secretario de Asuntos Religiosos del Consejo Supremo de la Asociación Abakuá de Cuba. Es delegado de circunscripción. ,Actualmente, es el Presidente del Consejo Supremo de la Asociación Abakuá de Cuba." 
  },
  {
    "nombre": "Magda Ileana Perez Matos", 
    "imagen": "a26", 
    "age": "58", 
    "provincia": "La Habana", 
    "municipio": "Playa", 
    "cargo": "Vicepresidenta de la Comisión de Industrias, Construcciones y Energía de la Asamblea Nacional del Poder Popular. ", 
    "biografia": "Trabajó en la Empresa de Equipos Médicos Retomed, en el municipio Santiago de Cuba, donde desempeñó diferentes responsabilidades hasta llegar a ser directora adjunta. Es promovida para la empresa de Equipos Industriales Marcel Bravo como directora general. ,Actualmente, es Vicepresidenta de la Comisión de Industrias, Construcciones y Energía de la Asamblea Nacional del Poder Popular." 
  },
  {
    "nombre": "Yalmika Rodriguez Castellano", 
    "imagen": "a27", 
    "age": "50", 
    "provincia": "La Habana", 
    "municipio": "Plaza de la Revolución", 
    "cargo": "Metodóloga de Recreación de la Dirección Nacional del Instituto Nacional de Deportes, Educación Física y Recreación y Vicepresidenta de la Comisión de Salud y Deporte de la Asamblea Nacional del Poder Popular. ", 
    "biografia": "Comenzó como profesora en el Combinado deportivo del municipio de Minas. Al trasladarse a la capital trabaja como profesora de Deportes y es ubicada en el Combinado Deportivo (CD) José María Pérez del municipio de Centro Habana, luego fue promovida a subdirectora de Cultura Física y Recreación en el CD No. 1 Reina. Es delegada de circunscripción." 
  },
  {
    "nombre": "Jose Luis Toledo Santander", 
    "imagen": "a28", 
    "age": "70", 
    "provincia": "La Habana", 
    "municipio": "Regla", 
    "cargo": "Presidente de la Comisión de Asuntos Constitucionales y Jurídicos de la Asamblea Nacional del Poder Popular", 
    "biografia": "Comenzó su vida laboral como profesor de Educación de Adultos en la Escuela de Economía, cursos de dirigentes y en la Facultad Obrero Campesina. Fue Fiscal en Sancti Spíritus y Fiscal Jefe en Ciego de Ávila y Ciudad de La Habana, cargo que desempeñó hasta que fue electo Vicefiscal General de la República, labor que realizó hasta 1994. Fue decano de la Facultad de Derecho de la Universidad de La Habana. " 
  },
  {
    "nombre": "Huber Fernandez Gonzalez", 
    "imagen": "a29", 
    "age": "52", 
    "provincia": "La Habana", 
    "municipio": "San Miguel del Padron", 
    "cargo": "Delegado de la circunscripción 24, del consejo popular Pueblo Nuevo, en Centro Habana. ", 
    "biografia": "Delegado de la circunscripción 24, del consejo popular Pueblo Nuevo, en Centro Habana. " 
  },
  {
    "nombre": "Enrique Aleman Gutierrez", 
    "imagen": "a30", 
    "age": "54", 
    "provincia": "La Habana", 
    "municipio": "Arroyo Naranjo", 
    "cargo": "Doctor en Medicina y Antropología Social. Académico y religioso cubano.", 
    "biografia": "Doctor en Medicina y Antropología Social. Académico y religioso cubano. Promotor y gestor de proyectos. En el sector de la Salud desempeñó diversas funciones. Cumplió misión internacionalista en Venezuela. Director del grupo gestor del proyecto sociocultural Cabildo Quisicuaba y miembro del comité asesor del museo Casa de África y del Consejo Nacional de Casas de Cultura. Preside la Federación de Espiritistas de La Habana" 
  },
  {
    "nombre": "Ernesto Luis Corvo Vizcaino", 
    "imagen": "a31", 
    "age": "50", 
    "provincia": "La Habana", 
    "municipio": "Boyeros", 
    "cargo": "Funcionario del Comité Central del Partido.", 
    "biografia": "Instructor de la Unión de Jóvenes Comunistas (UJC) en el municipio Plaza de la Revolución, primer secretario de este municipio, segundo secretario de La Habana, miembro del Buró Nacional y segundo secretario. Miembro profesional del Buró Municipal del Partido Comunista de Cuba (PCC) de La Habana del Este. Participó en el 6to. y el 7mo. Congresos del PCC y en su 1ra. Conferencia Nacional. ,Fue Primer Secretario del Comité Municipal del Partido Comunista de Cuba (PCC) en Centro Habana. Actualmente, es Funcionario del Comité Central del Partido." 
  },
  {
    "nombre": "Digna Guerra Ramirez", 
    "imagen": "a32", 
    "age": "77", 
    "provincia": "La Habana", 
    "municipio": "Centro Habana", 
    "cargo": "Directora del Coro Nacional de Cuba", 
    "biografia": "Directora del Coro Nacional de Cuba y profesora titular del Instituto Superior de Arte. Preside la Asociación Cubana de Coros y el Festival Internacional América Cantat. Es vicepresidenta de la Federación Coral del Caribe y miembro del Consejo Nacional de la UNEAC, de la Federación Mundial de Coros, del Comité Cubano del Consejo Internacional de la Música de la UNESCO y del Movimiento Cubano por la Paz" 
  },
  {
    "nombre": "Jorge Hernandez Fraga", 
    "imagen": "a33", 
    "age": "53", 
    "provincia": "La Habana", 
    "municipio": "Cerro", 
    "cargo": "Delegado de circunscripción y presidente del Consejo Popular Los Sitios.", 
    "biografia": "Comenzó su vida laboral en el muelle La Coubre como ayudante de carpintería, donde fue secretario del Comité de Base. Fue chofer de la firma Iberostar, de La Coubre y de la Oficina del Historiador de la Ciudad. Ha sido secretario del núcleo zonal. Desde el 2007 es delegado de circunscripción y presidente del Consejo Popular Los Sitios" 
  },
  {
    "nombre": "Lourdes Otero Leyva", 
    "imagen": "a34", 
    "age": "56", 
    "provincia": "La Habana", 
    "municipio": "Cotorro", 
    "cargo": "Supervisora General Hospital Clínico Quirúrgico Manuel Fajardo", 
    "biografia": "Trabajó en la Empresa de Servicios de Centro Habana. Fue administradora de la Sastrería Gala y orientadora política de los Comité de Defensa de la Revolución (CDR) del municipio; laboró en la Dirección Municipal de Vivienda. Al incorporarse al Hospital Manuel Fajardo estudió Licenciatura en Enfermería. Es delegada de circunscripción." 
  },
  {
    "nombre": "Delsa Esther Puebla Viltre Teté", 
    "imagen": "a35", 
    "age": "82", 
    "provincia": "La Habana", 
    "municipio": "Diez de Octubre", 
    "cargo": "General de Brigada y Heroína de la República de Cuba.", 
    "biografia": "Teté Puebla, como se le conoce, nació en Yara, en la oriental provincia de Granma, de padres campesinos y con ocho hermanos. Su crianza estuvo al cuidado de sus abuelos. Su familia perteneció al Movimiento 26 de julio y aunque muy joven, ayudaba en las actividades revolucionarias.,Se incorporó al movimiento revolucionario con apenas 15 años. Antes de unirse al Ejército Rebelde en la Sierra Maestra en julio de 1957, realizó diferentes acciones en apoyo al Movimiento 26 de Julio, entre las que se encuentran venta de bonos, traslado de armas y de compañeros que se incorporaban a la lucha guerrillera en las montañas. Cumplió misiones de la Comandancia en Santiago de Cuba e integró el pelotón femenino Mariana Grajales, creado por iniciativa de Fidel el 4 de septiembre de 1958. Participó heroicamente en misiones y acciones combativas hasta el Triunfo de la Revolución." 
  },
  {
    "nombre": "Isael Alfonso Graña", 
    "imagen": "a36", 
    "age": "40", 
    "provincia": "La Habana", 
    "municipio": "Guanabacoa", 
    "cargo": "Especialista de 1er. Grado en Ortopedia y Traumatología del Hospital Nacional Enrique Cabrera y Secretario de la Comisión de Salud y Deporte de la Asamblea Nacional del Poder Popular", 
    "biografia": "Inicia sus estudios superiores en el Instituto de Ciencias Médicas Victoria de Girón en el 2005. En el 2010 cumplió misión internacionalista en Venezuela, donde participó en el III Seminario Científico Metodológico en saludo al 5to. Aniversario del Programa Nacional Formadores de Médicos Integrales Comunitarios. Por los méritos obtenidos durante la carrera se le otorgó la especialidad directa, además de la condición de Vanguardia. Inicia su vida laboral en el Hospital Ortopédico Frank País. Ostenta la condición de Vanguardia Mario Muñoz Monroy. " 
  },
  {
    "nombre": "Felix Julio Alfonso Lopez", 
    "imagen": "a37", 
    "age": "50", 
    "provincia": "La Habana", 
    "municipio": "Habana del Este", 
    "cargo": " Decano del Colegio Universitario San Gerónimo de La Habana.", 
    "biografia": "Ensayista, historiador y profesor universitario cubano. Panelista del programa televisivo Escriba y Lea. Es miembro de varias asociaciones profesionales y culturales cubanas. Ha publicado más de cincuenta artículos sobre temáticas históricas y de cultura cubana; textos suyos han sido traducidos al italiano y al inglés. Es autor y coautor de varios libros. Director de Caliban. Revista Cubana de Pensamiento e Historia. Ha impartido conferencias y cursos en varios países" 
  },
  {
    "nombre": "Gema Dayrene Alvarez Toyo", 
    "imagen": "a38", 
    "age": "27", 
    "provincia": "La Habana", 
    "municipio": "Habana Vieja", 
    "cargo": "Cajera de la Empresa Industrial de Equipos y Servicios Asociados.", 
    "biografia": "Graduada de Técnico Medio en Contabilidad, participó durante sus estudios en todas las tareas convocadas. Comenzó el servicio social en la Empresa Industrial de Equipos y Servicios Asociados, donde se desempeña como cajera. Ingresa a las filas de la Unión de Jóvenes Comunistas (UJC) y es elegida como secretaria del Comité de Base de la Empresa" 
  },
  {
    "nombre": "Karla Santana Rodriguez", 
    "imagen": "a39", 
    "age": "24", 
    "provincia": "La Habana", 
    "municipio": "Marianao", 
    "cargo": "Presidenta nacional de la Federación Estudiantil Universitaria (FEU) y miembro del Consejo de Estado de la República de Cuba. ", 
    "biografia": "Estudiante de la carrera de Derecho. Se desempeñó al frente de la FEU en la Universidad de La Habana y era miembro no permanente del Secretariado Nacional. La joven cuenta con el reconocimiento de sus compañeros, capacidad de liderazgo y activa participación en las actividades." 
  },
  {
    "nombre": "Osmin Abel Camejo Peñalver", 
    "imagen": "a40", 
    "age": "50", 
    "provincia": "La Habana", 
    "municipio": "La Lisa", 
    "cargo": "Vicejefe de la Secretaría de las Oficinas Auxiliares de la Asamblea Nacional del Poder Popular. ", 
    "biografia": "Fue obrero en la Empresa Cítrico Sandino. Amplia trayectoria en el Sindicato de Trabajadores Agropecuarios. Trabajó en la Empresa Hortícola Metropolitana y en la Delegación de la Agricultura de La Habana, donde fue delegado provincial. Ha sido vicepresidente de la Asamblea Provincial y primer vicepresidente del CAM." 
  },
  {
    "nombre": "Margarita Basilia Araujo Suarez", 
    "imagen": "a41", 
    "age": "65", 
    "provincia": "La Habana", 
    "municipio": "Playa", 
    "cargo": "Presidenta del Consejo Popular Alamar en La Habana del Este", 
    "biografia": "Trabajó en los Comités de Defensa de la Revolución (CDR) como cuadro profesional, luego labora en la escuela Lorenzo Céspedes. Se desempeñó como maestra en escuelas de niños con trastornos de la conducta y más tarde en el Centro de Niños con Necesidades Educativas Especiales Túpac Amaru" 
  },
  {
    "nombre": "Beatriz Moro Martinez", 
    "imagen": "a42", 
    "age": "47", 
    "provincia": "La Habana", 
    "municipio": "Plaza de la Revolución", 
    "cargo": "Diputada", 
    "biografia": "Pertenece a los CDR, CTC, FMC, PCC " 
  },
  {
    "nombre": "Marta Emilia Marin Mato", 
    "imagen": "a43", 
    "age": "56", 
    "provincia": "La Habana", 
    "municipio": "Regla", 
    "cargo": " Licenciada en Filosofía y máster en Gestión Turística. Subdelegada de Turismo de Playas del Este.", 
    "biografia": "Inicia su vida laboral como profesora de Historia en la Secundaria Básica López Mosquera, donde se desempeña como guía base de pioneros. Trabajó en la Escuela de Hotelería y Turismo de Playas del Este, donde fue secretaria general del Comité de Base de la Unión de Jóvenes Comunistas (UJC), subdirectora y directora." 
  },
  {
    "nombre": "Lizette Martinez Luzardo", 
    "imagen": "a44", 
    "age": "36", 
    "provincia": "La Habana", 
    "municipio": "San Miguel del Padron", 
    "cargo": "Diputada", 
    "biografia": "Fue presidenta de la Federación de Estudiantes de la Enseñanza Media (FEEM), en Villa Clara y nacionalmente, miembro del Comité de la Unión de Jóvenes Comunistas (UJC) en Villa Clara y del Comité Nacional. Cumplió Servicio Militar Voluntario Femenino en la Brigada de la Frontera. Trabajó como Instructora de Arte e Integró la Brigada José Martí, de la cual fue presidenta en Villa Clara y vicepresidenta en el país,Participó en el XVI Festival Mundial de la Juventud y los Estudiantes, la Cumbre de los Pueblos en Mar del Plata y el Congreso de la Unión Brasilera de Estudiantes de Secundarias (2005). En el 2010 formó parte de la misión cultural Corazón Adentro en Venezuela por dos años. " 
  },
  {
    "nombre": "Aleida Maria Robinson Delgado", 
    "imagen": "a45", 
    "age": "63", 
    "provincia": "La Habana", 
    "municipio": "Arroyo Naranjo", 
    "cargo": "Enfermera del Policlínico Wilfredo Santana", 
    "biografia": "Trabajó en el Hospital Pediátrico del Cerro, luego se traslada al policlínico Antonio Guiteras, donde fue secretaria general del Comité de Base de la Unión de Jóvenes Comunistas (UJC). Cumplió misión internacionalista en Cabo Verde e Irak. Fue miembro del Sindicato Municipal, Provincial y Nacional de Trabajadores de la Salud. Fue delegada desde el 2006 hasta el 2010, y nuevamente desde el 2015" 
  },
  {
    "nombre": "Arelys Santana Bello", 
    "imagen": "a46", 
    "age": "64", 
    "provincia": "La Habana", 
    "municipio": "Boyeros", 
    "cargo": "Presidenta de la Comisión de Atención a la Juventud, la Niñez y la Igualdad de Derechos de la Mujer de la Asamblea Nacional del Poder Popular. ", 
    "biografia": "Inició su vida laboral como profesora en el Tecnológico Alfredo López, luego es promovida al trabajo profesional de la Unión de Jóvenes Comunistas (UJC). Fue miembro del Secretariado Provincial de la Federación de Mujeres Cubanas (FMC) en Villa Clara y secretaria general de la provincia. Miembro del Comité Provincial del Partido en Villa Clara (1993-2000) y en Ciudad de La Habana, del 2005 al 2009. Posteriormente es elegida miembro del Secretariado Nacional de la FMC y secretaria general en La Habana." 
  },
  {
    "nombre": "Vladimir Suare Bermudez", 
    "imagen": "a47", 
    "age": "48", 
    "provincia": "La Habana", 
    "municipio": "Centro Habana", 
    "cargo": "Diputado", 
    "biografia": "Trabajó como funcionario de los Comité de Defensa de la Revolución (CDR) en La Sierpe, Sancti Spíritus, más tarde es promovido a miembro del Secretariado Provincial, coordinador del municipio de Sancti Spíritus y coordinador provincial. Fue jefe del Departamento de Organización en la Dirección Nacional de los CDR y miembro del Secretariado Nacional." 
  },
  {
    "nombre": "Irma Engracia Soriano Sifontes", 
    "imagen": "a48", 
    "age": "56", 
    "provincia": "La Habana", 
    "municipio": "Cerro", 
    "cargo": "Especialista Principal de Soluciones Mecánicas", 
    "biografia": "Se graduó como licenciada en Mecanización. Se desempeñó como profesora, jefa de la especialidad de Mecanización, vicedirectora y directora general, también directora de la sede universitaria ubicada en la misma escuela. Se traslada para el Ministerio de Finanzas y Precios y posteriormente para la Empresa de Soluciones Mecánicas." 
  },
  {
    "nombre": "Jorge Luis Villa Miranda", 
    "imagen": "a49", 
    "age": "52", 
    "provincia": "La Habana", 
    "municipio": "Cotorro", 
    "cargo": "Vicepresidente Económico del Consejo de la Administración Provincial", 
    "biografia": "Fue inspector de precios en la Dirección Municipal de Diez de Octubre, posteriormente ocupa el cargo de director municipal, responsabilidad que también desempeñó en Marianao. En este municipio fue además director de Economía y Planificación, hasta ser promovido a director provincial de Economía y Planificación. Delegado al VI Congreso del PCC. Miembro del Consejo de la Administración Provincial de La Habana y miembro del Comité Provincial del PCC" 
  },
  {
    "nombre": "Carmen Veronica Almaguer Escandel", 
    "imagen": "a50", 
    "age": "58", 
    "provincia": "La Habana", 
    "municipio": "Diez de Octubre", 
    "cargo": "Funcionaria del Comité Provincial del Partido Comunista de Cuba (PCC). ", 
    "biografia": "Comenzó como obrera, más tarde jefa de turno. Incorporada al trabajo profesional de la Unión de Jóvenes Comunistas (UJC), pasa luego al trabajo Profesional del PCC como instructora en el municipio de Guanabacoa, luego ocupa varias responsabilidades como miembro del Buró Municipal, del cual llegó a ser primera secretaria. Delegada de circunscripción." 
  },
  {
    "nombre": "Miguel Barnet Lanza", 
    "imagen": "a51", 
    "age": "83", 
    "provincia": "La Habana", 
    "municipio": "Guanabacoa", 
    "cargo": "Poeta, narrador, ensayista y etnólogo cubano.", 
    "biografia": "Poeta, narrador, ensayista y etnólogo cubano. Ha investigado las distintas fuentes de la cubanía. Fue discípulo de Fernando Ortiz (1881-1969). Su obra Biografía de un cimarrón es un clásico de la literatura cubana. Ocupa el Sillón B como miembro de número de la Academia Cubana de la Lengua. En el año 2002 se le dedicó la Feria Internacional del Libro de La Habana como reconocimiento a su vida y obra. Es fundador de la UNEAC y fue electo su presidente en el Congreso celebrado en abril de 2008; en la Jornada de clausura del 9no. Congreso de esta organización (junio 2019) fue elegido como su Presidente de Honor. Miembro del Consejo de Estado de la República de Cuba desde el 19 de abril de 2018, cargo que ocupó hasta el 10 de octubre de 2019. ,Doctor en Ciencias Históricas (1997). Master en Historia Contemporánea (1996). Fundador y Presidente de la Fundación Fernando Ortiz. Miembro del Consejo Ejecutivo de la UNESCO. Miembro del Consejo Honorario de la Facultad de Ciencias Antropológicas de la Universidad Autónoma de Yucatán. Director de la revista cubana de antropología Catauro. Fundador del Instituto de Etnología y Folklore de la Academia de Ciencias de Cuba. Uno de los escritores cubanos de mayor éxito internacional, y su obra se ha traducido a varias lenguas" 
  },
  {
    "nombre": "Yunia Borroto Ramos", 
    "imagen": "a52", 
    "age": "41", 
    "provincia": "La Habana", 
    "municipio": "Habana del Este", 
    "cargo": "Metodóloga de la Dirección Municipal de Deportes.", 
    "biografia": "Inició la vida laboral en el Centro de Medicina Deportiva del municipio de Diez de Octubre. Trabajó con los deportistas de la ESPA Provincial Manuel Permuy. Es licenciada en Cultura Física. En la Dirección Municipal de Deporte de Guanabacoa ha ocupado diferentes cargos en la dirección de la Sección Sindical, es delegada de circunscripción. Metodóloga de la Dirección Municipal de Deportes. " 
  },
  {
    "nombre": "Delilah Diaz Fernandez", 
    "imagen": "a53", 
    "age": "50", 
    "provincia": "La Habana", 
    "municipio": "Habana Vieja", 
    "cargo": "Directora General de Materiales del Ministerio de la Construcción. ", 
    "biografia": "Trabajó como especialista en control de la calidad y jefa de laboratorio de materiales. Fue directora de Ingeniería y Negocios de la Empresa Nacional de Investigaciones Aplicadas. Cumplió misión en Venezuela, al concluir se incorpora al Ministerio de la Construcción como directora de Tecnologías Industriales" 
  },
  {
    "nombre": "Manuel Gonzalez Fernandez", 
    "imagen": "a54", 
    "age": "60", 
    "provincia": "La Habana", 
    "municipio": "Marianao", 
    "cargo": "Director del Hospital Pediátrico Willian Soler", 
    "biografia": "Comenzó como Médico de la Familia. Trabajó como director del policlínico Boyeros y el Hospital Pediátrico Leonor Pérez. Realiza la especialidad de Pediatría y diplomado en Terapia intensiva pediátrica en el Willian Soler, donde fue secretario del Comité del Partido. Fue vicedirector del hospital y director del Pediátrico de Centro Habana." 
  },
  {
    "nombre": "Ulises Guilarte de Nacimiento", 
    "imagen": "a55", 
    "age": "58", 
    "provincia": "La Habana", 
    "municipio": "La Lisa", 
    "cargo": "Secretario General de la Central de Trabajadores de Cuba.", 
    "biografia": "Fue ingeniero en la Ecoing-12, en Cienfuegos. Ha tenido una amplia trayectoria como dirigente sindical de la construcción y de la CTC en general. En el Partido ha sido funcionario del Comité Central, vicejefe del Departamento de Industria y Construcción, primer secretario en la provincia de La Habana y luego en Artemisa. Miembro del Buró Político del Comité Central del Partido y Secretario General de la CTC. Es miembro del Consejo de Estado de la República de Cuba." 
  },
  {
    "nombre": "Alicia Roberta Alonso Becerra", 
    "imagen": "a56", 
    "age": "66", 
    "provincia": "La Habana", 
    "municipio": "Playa", 
    "cargo": "Viceministra del Ministerio de Educación Superior.", 
    "biografia": "Viceministra del Ministerio de Educación Superior. Ingeniera Industrial (Instituto Superior Politécnico” José Antonio Echeverría” CUJAE, República de Cuba, en 1980). Doctora en Ciencias Técnicas (Instituto Superior Politécnico José Antonio Echevarría, 1996). Profesora Titular del Departamento de Ingeniería Industrial de la Facultad de Ingeniería Industrial de la Universidad Tecnológica de la Habana (CUJAE) en el área de Ergonomía, Recursos Humanos, Ingeniería de Métodos, Seguridad e Higiene del Trabajo, Fundamentos de Ingeniería Industrial y Problemas Prácticos de Ingeniería Industrial.,Se ha desempeñado en diversos cargos destacándose como Jefa del Departamento Técnico, en el Centro Nacional de Envases y Embalaje (CNEE) en 1984 -1989; como profesora en la Facultad de Ingeniería Industrial de la CUJAE entre 1989- 1996. Desde 1996 hasta 1998 como Vicedecana Docente de la Facultad de Ingeniería Industrial, entre 1998 -2007 se desempeña como Decana de la Facultad de Industrial, del 2007 hasta 2009 ocupa el cargo de Vicerrectora Docente de la CUJAE, en 2009 hasta 2019 como Rectora de la CUJAE y desde el 2019 hasta la fecha como Viceministra de Educación Superior.,Ha ocupado cargos docentes y científicos como el de Presidenta de la Comisión Nacional de Carrera de Ingeniería Industrial entre 1996-2009; Presidenta del Consejo Científico de la Facultad de Ingeniería Industrial1998-2007; Presidenta del Consejo Científico CUJAE 2009- 2019 y como Jefa de asignatura de Ergonomía 1990- hasta la fecha.,Se desempeña como miembro del Tribunal Nacional de Doctorado de Ingeniería Industrial; Comité Académico y Planta Docente de Doctorados en Ingeniería Industrial, y de las Maestrías en Gestión de Recursos Humanos en sus 16 ediciones (1995 al 2018) y Maestría en Gestión Industrial y Empresarial en sus ocho ediciones (2002-2018). Ha participado en eventos e intercambios académicos en diferentes países y participado como conferencista de disimiles eventos y simposios nacionales e internacionales entre los que se destacan las ediciones del Congreso Internacional de Educación Superior hasta el 2020.,Dirigió la línea de investigación de Ergonomía formando parte del claustro de las maestrías de Recursos Humanos y de Gestión Empresarial e Industrial en la Universidad Tecnológica de la Habana (CUJAE). Ha conducido proyectos como: “Modelo de gestión universitaria basado en procesos” que ha impactado en la eficiencia y la eficacia de los procesos de la organización con elevados niveles de informatización e interoperabilidad de los procesos estratégicos, que contribuyen a la gestión en todos los niveles de dirección de la universidad cubana. Ha realizado diversos trabajos de investigación, asesoría y proyectos que ha presentado en numerosos eventos científicos. Obtuvo el Premio Anual de Innovación Tecnológica 2008 CITMA Provincial: Tecnologías de gestión de recursos humanos en empresas cubanas en el 2008.,Ha participado en más 30 eventos nacionales e internacionales realizando un número importante de publicaciones en libros y monografías como autor o coautor para un total de 12, se destaca el Libro Ergonomía, empleado hasta la actualidad como texto básico de la asignatura Ergonomía de la carrera Ingeniería Industrial. Ha publicado más de 70 resultados científicos en revistas cubanas y extranjeras, de ellas más de 23 en revistas indexadas. Ha dirigido tesis de Doctorado, Maestría y Trabajos de Diploma y ha participado como oponente o miembro en tribunales de defensa de tesis doctoral. Ha recibido numerosos reconocimientos y distinciones que avalan los resultados de su labor profesional, académica y laboral" 
  },
  {
    "nombre": "Marisel Castañeda Morales", 
    "imagen": "a57", 
    "age": "59", 
    "provincia": "La Habana", 
    "municipio": "Plaza de la Revolución", 
    "cargo": "Directora de la Dirección Municipal de Educación.", 
    "biografia": "Comenzó su vida laboral en la escuela primaria Tony Briones Montoto, transitando por varios centros educacionales y responsabilidades, entre ellas directora de escuelas primarias, metodóloga, jefa de enseñanza, subdirectora de Educación en Marianao y directora en San Miguel del Padrón. Es delegada de circunscripción." 
  },
  {
    "nombre": "Jorge Gonzalez Perez", 
    "imagen": "a58", 
    "age": "70", 
    "provincia": "La Habana", 
    "municipio": "Regla", 
    "cargo": "Director de Docencia del Ministerio de Salud Pública. ", 
    "biografia": "Fue Rector del Instituto Superior de Ciencias Médicas de La Habana por varios años. Doctor en Medicina, Doctor en Ciencias Médicas, Especialista de II Grado en Medicina Legal, Profesor Titular. Presidente y fundador de la Sociedad Cubana de Medicina Legal. Miembro del Grupo Nacional de Medicina Legal del Ministerio de Salud Pública. Miembro fundador del Tribunal Latinoamericano de Ética Médica. Miembro de Honor de la Sociedad Ecuatoriana de Medicina Legal. Miembro Correspondiente de la Sociedad Mexicana de Criminología. Miembro de Honor de la Sociedad Cubana de Antropología Biológica. Especialidad: Medicina legal. Jefe principal y participante activo de la proeza científica del hallazgo de los restos del Che y sus compañeros de la guerrilla en Bolivia." 
  },
  {
    "nombre": "Maurice Guzman Alvarez", 
    "imagen": "a59", 
    "age": "32", 
    "provincia": "La Habana", 
    "municipio": "San Miguel del Padron", 
    "cargo": " Inspectora de la Oficina Central de TRANSTUR", 
    "biografia": "Comienza su vida laboral como Económica en la Empresa Servisa del Ministerio del Turismo. Por los resultados en su trabajo fue promovida para el Departamento de Inspección, luego se traslada para la Organización Superior de Dirección Empresarial (OSDE) Cubasol y es promovida como Inspectora para la Empresa TRANSTUR. Se encuentra estudiando la Licenciatura en Economía (2018)." 
  },
  {
    "nombre": "Johana Odriozola Guitart", 
    "imagen": "a60", 
    "age": "47", 
    "provincia": "La Habana", 
    "municipio": "Arroyo Naranjo", 
    "cargo": "Viceministra del Ministerio de Economía y Planificación.", 
    "biografia": "Inició su vida laboral como Fiscal de Procesos Penales de la Fiscalía Municipal de Plaza, manteniéndose como profesora adiestrada del Departamento de Asesoría Internacional de la Facultad de Derecho de la Universidad de La Habana, el cual luego dirigió.,Fue Directora de la Dirección Jurídica del Ministerio de Economía y Planificación." 
  },
  {
    "nombre": "Rosario del Pilar Penton Diaz", 
    "imagen": "a61", 
    "age": "60", 
    "provincia": "La Habana", 
    "municipio": "Boyeros", 
    "cargo": "Rectora de la Escuela Superior del Partido 'Ñico López'. ", 
    "biografia": "Delegada al V y VI congresos e invitada a la Primera Conferencia Nacional. En el año 1990 fue funcionaria y jefa de Departamento de la UJC Provincial en Camagüey. Entre los años 1991 y 1993 se desempeñó como Jefa del Departamento Político Ideológico de la UJC, fue miembro del Buró Provincial y Presidenta de la OPJM. Fue Instructora y funcionaria del Partido, en el municipio de Santa Cruz del Sur. Fue miembro del Buró Provincial del Partido en Camagüey." 
  },
  {
    "nombre": "Lourdes Rodriguez Benitez", 
    "imagen": "a62", 
    "age": "48", 
    "provincia": "La Habana", 
    "municipio": "Centro Habana", 
    "cargo": "Operadora de Cámara de Video del Túnel de la Bahía de La Habana.", 
    "biografia": "Se incorpora a trabajar en la EPA Fábrica de Galleta en Santo Domingo, Villa Clara, paralelamente estudió en la Facultad Obrero Campesina David Díaz Guadarrama, luego se traslada como cocinera para la Delegación Municipal de la Agricultura. En La Habana laboró como trabajadora social en Plaza de la Revolución. Es delegada de circunscripción" 
  },
  {
    "nombre": "Barbara Maritza Agon Fernandez", 
    "imagen": "a63", 
    "age": "59", 
    "provincia": "La Habana", 
    "municipio": "Cerro", 
    "cargo": "Presidenta de la Asamblea Municipal del Poder Popular de Diez de Octubre.", 
    "biografia": "Maestra, trabajó en diferentes centros educacionales y ocupó diversas responsabilidades, entre ellas directora de escuela, jefa de enseñanza, subdirectora y directora municipal de Educación, así como funcionaria del Ministerio. Fue delegada al 6to. Congreso del Partido Comunista de Cuba (PCC) y delegada provincial del Poder Popular desde el 2008." 
  },
  {
    "nombre": "Jorge Luis Baez Ricardo", 
    "imagen": "a64", 
    "age": "48", 
    "provincia": "La Habana", 
    "municipio": "Cotorro", 
    "cargo": "Segundo Jefe de la Policía Especializada de Centro Habana", 
    "biografia": "Inició su labor en la Brigada Especial de la 4ta. Estación. Tras los estudios en la Academia de la Policía Nacional Revolucionaria (PNR) Capitán San Luis, labora en la Unidad de la PNR en Diez de Octubre. Se gradúa de la Academia Superior del MININT, después trabaja como Jefe de Sector, de Consejo y Área de trabajo comunitario hasta ser designado como Jefe de Dirección de la PNR de Centro Habana. Es delegado de base." 
  },
  {
    "nombre": "Juan Fernandez Marzo", 
    "imagen": "a65", 
    "age": "44", 
    "provincia": "La Habana", 
    "municipio": "Diez de Octubre", 
    "cargo": "Director Empresa de Transformados del Acero.", 
    "biografia": "Inicia su vida laboral en la División de Tanques. Cursó estudios en la Escuela de Cadetes, graduándose como Ingeniero Mecánico. Trabajó en el grupo de turismo Gaviota, donde se desempeñó como jefe técnico de hoteles. Desde el 2013 trabaja en la empresa Metal-Mecánica Varona. Cursó el diplomado en Dirección Empresarial en la escuela GETA." 
  },
  {
    "nombre": "Reinaldo Garcia Zapata", 
    "imagen": "a66", 
    "age": "55", 
    "provincia": "La Habana", 
    "municipio": "Guanabacoa", 
    "cargo": "Gobernador de La Habana.", 
    "biografia": "Inicia su vida laboral en 1990 en el CAI “Salvador Rosales” como Técnico en Control de la Calidad Agrícola y posteriormente se desempeñó como Inspector Estatal, Jefe de vinculación de caña entre Centrales y del Banco de Semillas. Ingresó en las filas de la UJC en el 1991 e integró el Comité Municipal y Provincial de la Organización. En el año 1993 ingresa al PCC, siendo miembro no profesional del Buró Municipal y del Comité Provincial. En el año 1995 fue seleccionado como cuadro profesional de la Unión de Jóvenes Comunistas en el CAI “Salvador Rosales” de Songo La Maya, en Santiago de Cuba.,Ha ejercido diferentes responsabilidades en el sistema del Poder Popular ocupando los cargos de Presidente de Consejo Popular, Vicepresidente y Presidente del Consejo de la Administración Municipal en Songo La Maya, Vicepresidente de la Asamblea Provincial en Santiago de Cuba y Presidente. En el 2016 es electo Presidente de la Asamblea Provincial del Poder Popular en La Habana. Cursó el Diplomado en Administración Pública" 
  },
  {
    "nombre": "Jorge Jesus Gomez Barranco", 
    "imagen": "a67", 
    "age": "80", 
    "provincia": "La Habana", 
    "municipio": "Habana del Este", 
    "cargo": "Director del Grupo Moncada. ", 
    "biografia": "Músico cubano, director del Grupo Moncada." 
  },
  {
    "nombre": "Alberto Osorio Gonzalez Suarez", 
    "imagen": "a68", 
    "age": "58", 
    "provincia": "La Habana", 
    "municipio": "Habana Vieja", 
    "cargo": " Jefe de Trámites de la Dirección Municipal de la Vivienda", 
    "biografia": "Trabajó en la Fundición Casio Martínez, y en el Puerto de La Habana en el cuerpo de vigilancia y protección. Fue seleccionado para integrar la Comisión de Seguridad y Protección en el Polo Turístico de Varadero. Fue trabajador por cuenta propia en la cafetería Heredia, en Diez de Octubre. Delegado del Poder Popular desde el año 2012." 
  },
  {
    "nombre": "Jose Amado Ricardo Guerra", 
    "imagen": "a69", 
    "age": "70", 
    "provincia": "La Habana", 
    "municipio": "Marianao", 
    "cargo": "Secretario Ejecutivo del Consejo de Ministros.", 
    "biografia": "Se desempeñó en unidades militares del Ejército Oriental, ocupando cargos como ayudante del Jefe del Ejército Oriental (1978) y del Viceministro Jefe de las Tropas de la Defensa Aérea y Antiaérea (1982-1987). Fue ayudante del Sustituto del Ministro de las FAR para la Actividad Económica. En 1991, jefe del Grupo de Trabajo del Primer Sustituto del Ministro de las FAR. De 1999 al 2006, Jefe de Grupo de Trabajo del Viceministro Primero de las FAR y de 2006 al 2009, Jefe de la Secretaría del Ministro. Cumplió misión en Etiopía en 1978.,Después de la Proclama del Comandante en Jefe en julio de 2006, desde su cargo, asistió al General de Ejército Raúl Castro en todas las actividades estatales y gubernamentales.,Fue ascendido a General de Brigada en el 2008." 
  },
  {
    "nombre": "Mirian Rodriguez Castanedo", 
    "imagen": "a70", 
    "age": "56", 
    "provincia": "La Habana", 
    "municipio": "La Lisa", 
    "cargo": "Técnica en Actividades del Centro Recreativo del MININT", 
    "biografia": "Trabajó en la unidad militar de la Policía Nacional Revolucionaria (PNR) en Diez de Octubre, donde es promovida a instructora de la Unión de Jóvenes Comunistas (UJC), luego se traslada para el Edificio C del MININT como instructora de la UJC. Trabajó en la Casa Central del MININT. Pertenece a la Asociación de Combatientes de la Revolución Cubana (ACRC). Es delegada de circunscripción. " 
  },
  {
    "nombre": "Bruno Eduardo Rodriguez Parrilla", 
    "imagen": "a71", 
    "age": "65", 
    "provincia": "La Habana", 
    "municipio": "Playa", 
    "cargo": "Ministro de Relaciones Exteriores de la República de Cuba.", 
    "biografia": "Fue Presidente de la Federación de Estudiantes de la Enseñanza Media (FEEM) y miembro del Secretariado Nacional de la Federación de Estudiantes Universitarios (FEU). En 1986 fue electo Secretario de Relaciones Internacionales del Buró Nacional de la Unión de Jóvenes Comunistas (UJC). ,Se graduó como Licenciado en Derecho y ejerció como Profesor de Derecho Internacional Público, en la Universidad de La Habana. Habla idioma inglés.,Cumplió misión internacionalista en la República de Angola como oficial de las Fuerzas Armadas Revolucionarias. Dirigió misiones médicas humanitarias en Haití en el 2004 y en Pakistán en el 2005-2006. En 1991 fue nombrado Director del Periódico “Juventud Rebelde”. Desde 1990 es miembro del Comité Central del Partido Comunista de Cuba y estuvo a cargo de los asuntos de política cultural en éste desde 1992.,En diciembre de 1993 fue designado Embajador Extraordinario y Plenipotenciario, Representante Permanente Alterno de Cuba ante la Organización de las Naciones Unidas y en febrero de 1995 fue nombrado Representante Permanente hasta diciembre de 2003. Trabajó desde entonces como Viceministro de Relaciones Exteriores a cargo de las áreas de América Latina y Caribe y de información y comunicación" 
  },
  {
    "nombre": "Osvaldo Vento Montillier", 
    "imagen": "a72", 
    "age": "58", 
    "provincia": "La Habana", 
    "municipio": "Plaza de la Revolución", 
    "cargo": "Presidente del Instituto Nacional de Deportes, Educación Física y Recreación (INDER).", 
    "biografia": "Licenciado en Educación, especialidad Educación Física. Dentro del sistema del INDER ha ocupado diferentes responsabilidades, entre ellas, la de Vicepresidente durante 18 años." 
  },
  {
    "nombre": "Julia Dolores Cabrera Reymont", 
    "imagen": "a73", 
    "age": "60", 
    "provincia": "La Habana", 
    "municipio": "Regla", 
    "cargo": "Funcionaria del Instituto Cubano de Amistad con los Pueblos (ICAP).", 
    "biografia": "Trabajó en la Organización de Solidaridad de los Pueblos de África, Asia y América Latina. Prestó servicios como traductora de francés en varios organismos y luego se incorporó a trabajar en Labiofam S.A. Trabajó en la Oficina Central del Banco Popular de Ahorro (BPA). Es máster en Relaciones Internacionales y profesora en la Facultad de Turismo de la Universidad de La Habana." 
  },
  {
    "nombre": "Gerardo Hernández Nordelo", 
    "imagen": "a74", 
    "age": "57", 
    "provincia": "La Habana", 
    "municipio": "San Miguel del Padron", 
    "cargo": "Coordinador Nacional de los Comités de Defensa de la Revolución.", 
    "biografia": "Licenciado en Relaciones Políticas Internacionales. Cumplió misión en Angola. Desde mediados de 1990 cumplió misiones que previnieron acciones terroristas contra Cuba. Fue condenado a dos cadenas perpetuas más 15 años. Tras un acuerdo entre Cuba y Estados Unidos es puesto en libertad. Héroe de la República de Cuba. Fue Vicerrector de Extensión Universitaria del Instituto Superior de Relaciones Internacionales 'Raúl Roa García y actualmente es Coordinador Nacional de los Comités de Defensa de la Revolución (CDR). Miembro del Comité Central del Partido y del Consejo de Estado de la República de Cuba" 
  },
  {
    "nombre": "Manuel Oceguera Sierra", 
    "imagen": "a75", 
    "age": "64", 
    "provincia": "La Habana", 
    "municipio": "Arroyo Naranjo", 
    "cargo": "Vicepresidente Nacional de la Asociación Ornitológica de Cuba.", 
    "biografia": "Comenzó su vida laboral en la Dirección Municipal de Trabajo, Asistencia y Seguridad Social del Cerro, donde llegó a ser jefe de Departamento. En 1989 se traslada para la Corporación Cimex, donde trabajó como vendedor en la firma promotora Lux. Entre 1999 y 2004 Laboró por Cubatécnica en Panamá, alternando con su responsabilidad de Vicepresidente Nacional como especialista en Ornitología. Delegado del Poder Popular desde 1979 al 1985 y desde 1995 hasta la fecha. " 
  },
  {
    "nombre": "Gilmer Ricardo Rodriguez Leon", 
    "imagen": "a76", 
    "age": "58", 
    "provincia": "La Habana", 
    "municipio": "Boyeros", 
    "cargo": "Director General de la Empresa Constructora de Obras de Arquitectura (ECOA) 53.", 
    "biografia": "Trabajó en la Empresa Constructora Integral no.3 de Moa, en la Empresa Constructora de Obras Industriales no. 3, la ECI no. 2 y el Contingente XXX Aniversario del Moncada. Se desempeñó como director de la Empresa Constructora de Obras de Arquitectura (ECOA) del Este de La Habana y director de Operaciones en la ECOA no. 41. " 
  },
  {
    "nombre": "Gema de los Milagros Rodriguez Tamayo", 
    "imagen": "a77", 
    "age": "60", 
    "provincia": "La Habana", 
    "municipio": "Centro Habana", 
    "cargo": "Presidenta del Consejo Popular Palatino. ", 
    "biografia": "Estudió en el Instituto Superior de Cultura Física Manuel Fajardo. Participó en el 6to. Congreso de la Unión de Jóvenes Comunistas (UJC). Comenzó como técnica de deporte en las canchas del Casino Deportivo con resultados positivos, por lo que en el 2003 es promovida a subdirectora del Combinado Deportivo Alfredo Sosa. Desde el 2007 es presidenta del Consejo Popular Palatino." 
  },
  {
    "nombre": "Ricardo Cabrisas Ruíz", 
    "imagen": "a78", 
    "age": "86", 
    "provincia": "La Habana", 
    "municipio": "Cerro", 
    "cargo": "Vice Primer Ministro de la República de Cuba.", 
    "biografia": "Figura de vasta experiencia y preparación, demostrada en el ejercicio de responsabilidades en el Gobierno y el cumplimiento de importantes misiones, entre ellas la dirección del proceso de reordenamiento de la deuda externa cubana.,El 13 de julio de 2016 es nombrado Ministro de Economía y Planificación, cargo que ocupó hasta el 21 de julio de 2018 cuando fue ratificado como Vicepresidente del Consejo de Ministros en el Primer Periodo Ordinario de Sesiones de la IX Legislatura de la Asamblea Nacional. ,A propuesta del Presidente de la República de Cuba, Miguel Díaz-Canel Bermúdez, es designado por la Asamblea Nacional del Poder Popular, en el IV período ordinario de sesiones correspondiente a la IX Legislatura, Vice Primer Ministro de la República de Cuba." 
  },
  {
    "nombre": "Antonio Carreras Almeida", 
    "imagen": "a79", 
    "age": "53", 
    "provincia": "La Habana", 
    "municipio": "Cotorro", 
    "cargo": "Director del Centro Médico Psicopedagógico Laura Martínez de Carvajal.", 
    "biografia": "Trabajó en el policlínico Manuel Fajardo como enfermero general, luego en el Hospital Benéfico Jurídico. Trabajó en varios lugares y diferentes oficios antes de reincorporarse al sector de la salud en el Policlínico Diego Tamayo. Se graduó como licenciado en Enfermería General. Es delegado de circunscripción." 
  },
  {
    "nombre": "Danhiz Díaz Pereira", 
    "imagen": "a80", 
    "age": "27", 
    "provincia": "La Habana", 
    "municipio": "Diez de Octubre", 
    "cargo": "Secretario General de la UJC de La Universidad CUJAE", 
    "biografia": "Desempeñó cargos en la Federación de Estudiantes de la Enseñanza Media (FEEM) hasta llegar a ser presidente provincial y miembro del Consejo Nacional. Graduado de Ingeniería Industrial. En la Federación Estudiantil Universitaria (FEU) fue jefe de brigada, miembro del Secretariado de la CUJAE, miembro no permanente del Secretariado nacional y presidente de la FEU de la CUJAE. Es miembro del Comité Municipal de la Unión de Jóvenes Comunistas (UJC) en Marianao. , Vicepresidente de la Comisión de Atención a la Juventud, la Niñez y la Igualdad de Derechos de la Mujer de la Asamblea Nacional del Poder Popular. " 
  },
  {
    "nombre": "Carlos Luis Raviero Torrens", 
    "imagen": "a81", 
    "age": "59", 
    "provincia": "La Habana", 
    "municipio": "Guanabacoa", 
    "cargo": "Diputado", 
    "biografia": "Pertenece a los CDR y la CTC" 
  },
  {
    "nombre": "Ailed Georgelina Hernandez Rodriguez", 
    "imagen": "a82", 
    "age": "51", 
    "provincia": "La Habana", 
    "municipio": "Habana del Este", 
    "cargo": "Especialista de Formación y Preparación de la Unidad de Cuadros de la Jefatura de Inmigración y Extranjería.", 
    "biografia": "Inicia su vida laboral en Labiofam, luego trabaja como cuadro profesional de la Federación de Mujeres Cubanas (FMC). Ingresa en las filas del Ministerio del Interior (MININT) como oficial de registro en la Dirección de Inmigración y Extranjería, se ha desempeñado además como inspectora de despacho migratorio e inspectora de trámites migratorios." 
  },
  {
    "nombre": "Ania Guillermina Lastres Morera", 
    "imagen": "a83", 
    "age": "61", 
    "provincia": "La Habana", 
    "municipio": "Habana Vieja", 
    "cargo": "Vicepresidenta Primera del Grupo de Administración Empresarial", 
    "biografia": "Comienza su vida laboral en 1984 como especialista en la Dirección de Colaboración Económica y Fondo Material del Ministerio de las Fuerzas Armadas (MINFAR). Subjefa de la Sección Especial Economía y Finanzas del MINFAR. En el 2012 participó en la Primera Conferencia Nacional del Partido Comunista de Cuba (PCC) y fue delegada al 7mo. Congreso del PCC celebrado en el 2016." 
  },
  {
    "nombre": "Raul Alejandro Palmero Fernandez", 
    "imagen": "a84", 
    "age": "28", 
    "provincia": "La Habana", 
    "municipio": "Marianao", 
    "cargo": "Asesor jurídico en la Empresa Siderúrgica Antillana de Acero. ", 
    "biografia": "En la enseñanza primaria recibió la distinción de Vanguardia Provincial dada por la OPJM. Ocupó el cargo de Jefe de Colectivo en los grados 5to y 6to. Presidió la Asamblea Municipal y fue Delegado al IV Congreso Pioneril.,Durante la enseñanza secundaria fue electo Jefe de Actividades en la secundaria República de Paraguay. Participó en Concursos municipales y provinciales de Historia. Cursó estudios en el IVP “Hermanos Martínez Tamayo”, obtuvo Premio los tres años en el concurso Nacional de Historia. Fue electo miembro del Consejo Estudiantil del centro y ratificado los 3 años, ocupó los cargos de Jefe de Escuadra y Secretario General de la UJC.,Durante el transcurso por la Universidad ha participado en festivales de cultura en Música y Poesía, formó parte del Grupo Coordinador de la Jornada “Fidel de Corazón”. Ha sido alumno ayudante de diferentes asignaturas durante la carrera. En segundo año fue electo Vicepresidente de la FEU de la Facultad de Derecho. Se desempeñó como Ideológico de la FEU de la Universidad de la Habana y en el siguiente año fue electo presidente de la FEU, cargo que desempeñó hasta el 14 de junio de 2019." 
  },
  {
    "nombre": "Jose Castañeda Martinez", 
    "imagen": "a85", 
    "age": "63", 
    "provincia": "La Habana", 
    "municipio": "La Lisa", 
    "cargo": "Presidente del Consejo Popular San Agustín.", 
    "biografia": "Cumplió misión militar en Angola en dos ocasiones. Fue cuadro profesional de la Unión de Jóvenes Comunistas (UJC) en Playa y en La Habana Vieja. Su labor en el Sindicato del Transporte lo llevó a ocupar diferentes cargos, hasta desempeñarse como miembro del Secretariado Nacional de Trabajadores del Transporte. Ha sido funcionario en la esfera de Asuntos Económicos en la Central de Trabajadores de Cuba (CTC) Nacional." 
  },
  {
    "nombre": "Yanet Hernandez Perez", 
    "imagen": "a86", 
    "age": "53", 
    "provincia": "La Habana", 
    "municipio": "Playa", 
    "cargo": "Vicegobernadora de La Habana.", 
    "biografia": "Su vida laboral comienza en 1988 como Psicoterapeuta en la Escuela Especial “Solidaridad con Namibia”, posteriormente ha ocupado los cargos de Metodóloga del Consejo de Atención a Menores, así como Subdirectora General y Directora Municipal de Educación en La Lisa; Subdirectora y Directora de la Dirección Provincial de Educación en La Habana. Cursó el Diplomado en Administración Pública. Por sus resultados de trabajo recibió diversos reconocimientos, entre ellos: Distinciones Rafael María de Mendive y por la Educación Cubana, Placa Conmemorativa por el 485 Aniversario de la Fundación de la Ciudad y Reconocimiento por el 50 Aniversario de la Educación Especial. Participó en la Cumbre de las Américas como parte de la Sociedad Civil Cubana. Ha representado a Cuba en el Parlatino y en Monterrey, México, exponiendo los logros y la atención que le brinda el Estado cubano a la niñez ya la mujer. Integró la comisión redactora del Proyecto de Constitución de la República de Cuba. " 
  },
  {
    "nombre": "Yordanka Lopez Oña", 
    "imagen": "a87", 
    "age": "46", 
    "provincia": "La Habana", 
    "municipio": "Plaza de la Revolución", 
    "cargo": "Educadora del Círculo Infantil La Edad de Oro", 
    "biografia": "Comenzó su vida laboral en el Círculo Infantil La Edad de Oro como auxiliar pedagógica. Realiza la licenciatura en Educación Preescolar en el Instituto Pedagógico Enrique José Varona, tras lo cual comienza como maestra de preescolar. Es la secretaria general de la Sección Sindical y ha sido reconocida con las medallas María de Mendive y por la Educación Cubana." 
  },
  {
    "nombre": "Miriam Nicado Garcia", 
    "imagen": "a88", 
    "age": "63", 
    "provincia": "La Habana", 
    "municipio": "Regla", 
    "cargo": "Rectora de la Universidad de La Habana.", 
    "biografia": "Inició su vida laboral como profesora en la Universidad Central «Marta Abreu» de Las Villas, donde ocupó diversas responsabilidades, entre ellas la de Decana de la Facultad de Matemática, Física y Computación y vicerrectora docente. Doctora en Ciencias Matemáticas y Profesora Titular. Es miembro del Comité Central del Partido y del Consejo de Estado. Actualmente es la Rectora de la Universidad de La Habana." 
  },
  {
    "nombre": "Elier Ramirez Cañedo", 
    "imagen": "a89", 
    "age": "40", 
    "provincia": "La Habana", 
    "municipio": "San Miguel del Padron", 
    "cargo": "Subdirector del Centro Fidel Castro Ruz", 
    "biografia": "Licenciado en Historia en la Universidad de La Habana (2006). Título de Oro. Fue presidente de la Federación Estudiantil Universitaria (FEU) de la Universidad de La Habana 2005-2006. Graduado más destacado, integral de la Universidad de La Habana. Investigador Auxiliar. Máster en Historia Contemporánea (especialidad Relaciones Internacionales, 2008). Doctor en Ciencias Históricas (2011). Pertenece a la Unión Nacional de Historiadores de Cuba (UNHIC) y a la Dirección Nacional de la Asociación Hermanos Saíz (AHS). Miembro Concurrente de la Academia de la Historia de Cuba. Integra el Consejo Científico del Instituto de Historia de Cuba y el Tribunal Nacional de Doctorados en Ciencias Políticas, y el Comité Nacional de la Unión de Jóvenes Comunistas (UJC)" 
  },
  {
    "nombre": "Jorge Luis Romero Herrera", 
    "imagen": "a90", 
    "age": "55", 
    "provincia": "La Habana", 
    "municipio": "Arroyo Naranjo", 
    "cargo": "Zapatero remendón. Trabajador no estatal.", 
    "biografia": "Practica boxeo y participa en varios torneos Playa Girón donde gana una medalla de bronce. Termina el 12mo. grado en la Facultad Obrera Campesina Argelia Libre. Cumple con el Servicio Militar desempeñándose como almacenero de víveres. En el año 1988 se forma como Fresador B y trabaja en la Contrainteligencia Militar como chofer." 
  },
  {
    "nombre": "Yury Valdés Balbín", 
    "imagen": "a91", 
    "age": "46", 
    "provincia": "La Habana", 
    "municipio": "Boyeros", 
    "cargo": "Director Adjunto del Instituto Finlay de Vacunas.", 
    "biografia": "Graduado en Licenciatura en Química por la Universidad de La Habana (2000) e Investigador agregado por la Academia de Ciencias de Cuba. Inició su vida laboral en el Centro de Estudios de Antígenos Sintéticos de la Universidad de La Habana (2000-2008) como investigador. Posteriormente, fue Jefe de Departamento de Glico-conjugación en el Centro de BioQuímica Molecular (CQB) (2008 – 2013) y responsable del proceso de producción del antígeno sintético de la vacuna contra Hib.,Actualmente es Director Adjunto del Instituto Finlay de Vacunas (2015 – actual). Es parte del colectivo de autores de la vacuna contra el Haemophilus Influenzae Tipo b, líder de proyecto de vacunas conjugadas contra el Streptococcus pneumoniae y uno de los tres científicos líderes de la vacuna cubana específica contra la COVID-19. Ha sido Premio Anual de la Academia de Ciencias de Cuba en cuatro ocasiones (2001, 2004, 2016, 2018) y Premio Anual Nacional de Salud Pública (2018). Otros premios recibidos son el Premio Relevante de la Universidad de La Habana por el 'Desarrollo de la primera vacuna humana con un antígeno sintético' (2004), el Premio al Resultado aplicado de Mayor aporte al desarrollo social por la 'Vacuna cubana contra el Haemophilus influenzae tipo b registrada bajo el nombre de Quimi-Hib' (2007) y el Premio al Mejor Artículo Científico (2005). Ha realizado estancias de investigación doctoral en Leiden University, Netherlands (2016). Posee más de 18 artículos presentados en revistas internacionales y más de 20 en eventos científicos. Combina su actividad científica con la responsabilidad social, al ser diputado a la Asamblea Nacional del Poder Popular desde el 2018." 
  },
  {
    "nombre": "Jose Osvaldo Fernandez Batalla", 
    "imagen": "a92", 
    "age": "56", 
    "provincia": "La Habana", 
    "municipio": "Centro Habana", 
    "cargo": "Jefe de Almacén de la Empresa Provincial de Seguridad y Protección.", 
    "biografia": "Comenzó como Jefe de Brigada de la Planta de Instrucción de la Empresa Capitán Daniel Readigo Plinex, luego fue jefe de turno. Más tarde trabaja como Agente de Seguridad y Protección del sector de Recursos Hidráulicos, y se convierte en Agente de Seguridad y Protección de SEPROT" 
  },
  {
    "nombre": "Victor Manuel Gutierrez Aguilar", 
    "imagen": "a93", 
    "age": "58", 
    "provincia": "La Habana", 
    "municipio": "Cerro", 
    "cargo": "Técnico Comprador de Solitel S.A.", 
    "biografia": "Trabajó en la Empresa Industria Electrónica como ayudante general, jefe de almacén y jefe de servicio, luego se trasladó a la Empresa Cubacatering y más tarde a la Empresa Mixta Gran Caimán-Teleco y la Empresa Soluciones Integrales, ocupando el cargo de secretario general del Buró Sindical. Desde el año 2000 es delegado." 
  },
  {
    "nombre": "Saray de la Caridad Infante Diaz", 
    "imagen": "a94", 
    "age": "48", 
    "provincia": "La Habana", 
    "municipio": "Cotorro", 
    "cargo": "Presidenta del Consejo Popular Boyeros", 
    "biografia": "Trabajó en el Instituto de Investigaciones de Mecanización Agropecuaria, actualmente Instituto de Investigaciones de Ingeniería Agrícola, como técnico en Programación y aseguramiento de actividades en la dirección contable financiera, fue miembro del ejecutivo de la Sección Sindical. En el 2015 fue electa delegada de base. " 
  },
  {
    "nombre": "Yinet Infante Paifer", 
    "imagen": "a95", 
    "age": "36", 
    "provincia": "La Habana", 
    "municipio": "Diez de Octubre", 
    "cargo": "Primera Instructora de la UJC de la Dirección General de la Policía Nacional Revolucionaria.", 
    "biografia": "Estudió Sociología en la Universidad de La Habana, donde ocupó varias responsabilidades en la Federación Estudiantil Universitaria (FEU). Trabajó en el Centro de Protección a Niños, Niñas y Adolescentes de la Dirección de Menores, donde fue secretaria general del Comité de Base de la UJC. Trabajó en la Dirección General de la PNR del Cerro. Fue delegada de circunscripción." 
  },
  {
    "nombre": "Ramón Pardo Guerra", 
    "imagen": "a96", 
    "age": "86", 
    "provincia": "La Habana", 
    "municipio": "Guanabacoa", 
    "cargo": "General de División. Jefe del Estado Mayor Nacional de la Defensa Civil.", 
    "biografia": "Nació el 31 de agosto de 1939 en un pueblito llamado Aserradero en la provincia de Oriente, fue el decimosegundo hijo de los 18 del matrimonio de un gallego de nombre Manuel Pardo y una cubana Eufrosina Guerra Ortega que hicieron historia en la Sierra Maestra.,Aprendió a leer y escribir gracias a un pastor evangélico que hacia el año 1949 residía en la zona donde vivía él y su familia. En unas vacaciones Ramón con el consentimiento de sus padres viaja a La Habana con el pastor y allí aprende a tocar el piano y varios idiomas.,Contaba con 15 años cuando se va para Caimanera en la provincia de Guantánamo y comienza a trabajar en una tienda llamada Sad, limpiando pisos, vidrieras, hasta que llegó a dependiente. Luego de un tiempo regresa con sus padres.,Con 17 años se incorpora al Ejército Rebelde bajo las órdenes del Che, el 6 de agosto de 1957, junto a él también se alzaron su hermano Samuel y Manolito Rodríguez. Ese mismo día también se incorporaron los hermanos Rogelio y Enrique Acevedo.,En los primeros meses de la Revolución forma parte de una compañía de tanques, tiempo después lo envían a cursar estudios en Checoslovaquia, donde cursa la especialidad de tanques, a su regreso es nombrado Jefe de la primera Unidad de Tanques.,Pardo Guerra ha ocupado diversas posiciones, desde Jefe de una brigada de tanques, sustituto del Ministro de las Fuerzas Armadas para el armamento y la técnica, jefe de tropas en misiones internacionalistas, Inspector Principal de las FAR y Jefe del Estado Mayor Nacional de la Defensa Civil de Cuba, cargo que ocupa en la actualidad.,Cumplió misión en Angola. Permaneció tres años en el Sur y estuvo un año como segundo Jefe de la Misión Militar, de la cual estaba al frente el General de Cuerpo de Ejército Leopoldo Cintra Frías (Polo).,Parte de la vida del General Pardo Guerra y sus vivencias en la lucha revolucionaria fueron plasmadas en un libro de su autoría, donde reúne y rememora el testimonio de su participación en la gesta revolucionaria que trajo a Cuba la definitiva independencia. Este dedica la obra a los compañeros caídos en la lucha por la liberación y que no pudieron ver el triunfo definitivo; el título de este libro es Guile: combatiente del ejército rebelde. Además, ahonda en las enseñanzas transmitidas por Ernesto Guevara a los guerrilleros de entonces." 
  },
  {
    "nombre": "Leonor Perez Perez", 
    "imagen": "a97", 
    "age": "57", 
    "provincia": "La Habana", 
    "municipio": "Habana del Este", 
    "cargo": "Vicepresidenta de la Cooperativa de Créditos y Servicios (CCS) Antonio Maceo.", 
    "biografia": "Trabajó en la Fábrica de Pienso H-11 del municipio de Boyeros, donde se desempeñó como Jefa de Almacén y de Recursos Humanos. Luego se traslada para la Cooperativa de Crédito y Servicios Antonio Maceo donde ha desempeñado diversas funciones.,Fue miembro del Buró de la Asociación Nacional de Agricultores Pequeños (ANAP) y del Comité Municipal. Es delegada de circunscripción desde el 2015" 
  },
  {
    "nombre": "Samuel Rodiles Planas", 
    "imagen": "a98", 
    "age": "91", 
    "provincia": "La Habana", 
    "municipio": "Habana Vieja", 
    "cargo": "Presidente del Instituto Nacional de Ordenamiento Territorial y Urbanismo.", 
    "biografia": "General de División de las Fuerzas Armadas Revolucionarias. Se incorporó al Ejército Rebelde en el que fue Segundo Jefe de la Columna no. 6. Después del triunfo de 1959 ocupó, entre otros cargos, Segundo Jefe de la Policía Nacional Revolucionaria, Jefe Estado Mayor y Segundo Jefe del Ejército Occidental, y Jefe del Órgano Inspección de las FAR. Estuvo designado como Jefe de la Misión Militar de Cuba en Angola." 
  },
  {
    "nombre": "José María Rubiera Torres", 
    "imagen": "a99", 
    "age": "77", 
    "provincia": "La Habana", 
    "municipio": "Marianao", 
    "cargo": "Investigador Científico, Doctor en Ciencias.", 
    "biografia": "Fue Director del Centro Nacional de Pronósticos del Instituto de Meteorología de Cuba. Investigador Científico, Doctor en Ciencias.,Vicepresidente del Comité de Huracanes de la Asociación Regional IV América del Norte, América Central y el Caribe de la Organización Meteorológica Mundial (OMM) y representa a Cuba ante este Comité desde 1989. Miembro del Equipo de ejecución y coordinación de los servicios meteorológicos para el público de la Comisión de sistemas básicos de la OMM y miembro del Equipo de Expertos de la OMM sobre medios de difusión. ,Como investigador, su principal área de investigación radica en los huracanes, el pronóstico del tiempo, los avisos de alerta temprana y las implicaciones de los huracanes para la sociedad. Autor de veinticinco artículos científicos o informes publicados en el extranjero, de un libro de texto y cinco folletos sobre temas de Meteorología tropical, así como más de veinticinco artículos que han sido publicados en Cuba.,Ha hecho presentaciones en setenta eventos y reuniones científicas en Cuba y en el extranjero. Es conocido, además de por la comunidad científica, por la población debido a sus presentaciones diarias sobre el tiempo y la meteorología en la Televisión y la Radio nacionales, trabajo que comenzó a realizar en 1981.,Fue asesor del Servicio Meteorológico de la República de Nicaragua y asesor del Presidente de la República de Nicaragua, asesor del Gerente General del Servicio Meteorológico de México en 1994.,Ha participado en nueve cursos de postgrados en Cuba y cuatro en el exterior, uno de ellos en el Centro Nacional de Huracanes de los EE.UU. y dos en el Centro Hidrometeorológico de la antigua URSS. Ha entrenado a especialistas extranjeros y ha sido profesor de cinco cursos de postgrados. Es profesor de la Cátedra universitaria de Meteorología en Cuba y profesor de Universidad para Todos en la TV." 
  },
  {
    "nombre": "Yanisbell Sanchez Rodriguez", 
    "imagen": "a100", 
    "age": "46", 
    "provincia": "La Habana", 
    "municipio": "La Lisa", 
    "cargo": "Directora General del Instituto de Investigaciones en Agricultura Tropical", 
    "biografia": "Comenzó en el Instituto de Investigaciones Fundamentales en Agricultura Tropical, donde ha desempeñado diversas funciones. Miembro del Grupo Nacional de Agricultura Urbana y Suburbana desde el año 2000. Fue reserva de la Dirección Científica y de la Dirección General del INIFAT. Secretaria del Comité de la Unión de Jóvenes Comunistas (UJC) y miembro del Comité Municipal de Boyeros. Fue seleccionada como Secretaria del Consejo de Secretarios del Polo Científico. ,Ingeniera agrónoma. Máster en Ciencias Biológicas. Directora General del Instituto de Investigaciones Fundamentales en Agricultura Tropical (INIFAT) y Vicepresidenta de la Comisión Agroalimentaria de la Asamblea Nacional del Poder Popular. " 
  },
  {
    "nombre": "Mileidis Torres Jimenez", 
    "imagen": "a101", 
    "age": "41", 
    "provincia": "La Habana", 
    "municipio": "Playa", 
    "cargo": "Presidenta Municipal de la ANAP", 
    "biografia": "Trabajó en la Cooperativa de Créditos y Servicios (CCS) Mariana Grajales, donde ocupó varias responsabilidades. En el 2009 fue seleccionada miembro del Comité Municipal de la Asociación Nacional de Agricultores Pequeños (ANAP).,En el año 2012 es promovida a cuadro profesional del Buró Municipal de la ANAP, atendiendo la esfera de Organización. Participó como delegada al XI Congreso de esa organización. " 
  },
  {
    "nombre": "Yansi Maria Bravo O'Farrill", 
    "imagen": "may1", 
    "age": "41", 
    "provincia": "Mayabeque", 
    "municipio": "Bejucal", 
    "cargo": "Contralora Jefa Provincial de La Habana", 
    "biografia": "Trabajó como fiscal municipal en Jaruco y en San José de Las Lajas. Profesora adjunta de la Universidad Agraria de La Habana. En el 2007 es designada como especialista jurídica auditora gubernamental en la Delegación Provincial de La Habana, luego promovida como Contralora Jefa Provincial de Mayabeque. Actualmente es la Contralora Jefa Provincial de La Habana. Es miembro del Consejo de Estado de la República de Cuba." 
  },
  {
    "nombre": "Homero Acosta Álvarez", 
    "imagen": "may2", 
    "age": "59", 
    "provincia": "Mayabeque", 
    "municipio": "Guines", 
    "cargo": "Secretario de la Asamblea Nacional del Poder Popular y del Consejo de Estado", 
    "biografia": "Desarrolló sus estudios primarios en su pueblo natal. Mantuvo una destacada actitud durante su etapa pioneril, en la que resultó jefe de colectivo a nivel de escuela. Las enseñanzas Secundaria y Media Superior, las cursó en la Escuela Vocacional Lenin, donde cumplió satisfactoriamente con las actividades. En 1982 ingresó en la Facultad de Derecho de la Universidad de La Habana siendo del Secretariado de la FEU a nivel de Facultad. Se destacó en las actividades deportivas, culturales, en las Brigadas Estudiantiles de Trabajo. Resultó destacado como alumno ayudante desde el segundo año de la carrera. Ingresó a las filas de la UJC en 1985. Se graduó en 1987 como Licenciado en Derecho.,Se graduó de Máster en Derecho Público en la Universidad de Valencia, España, y Profesor Auxiliar Adjunto de Derecho Constitucional en la Facultad de Derecho de la Universidad de La Habana. Ha sido Vicepresidente de la Sociedad Cubana de Derecho Constitucional y Administrativo de la Unión Nacional de Juristas de Cuba" 
  },
  {
    "nombre": "Nereyda Alvarez Hernandez", 
    "imagen": "may3", 
    "age": "56", 
    "provincia": "Mayabeque", 
    "municipio": "Jaruco", 
    "cargo": "Presidenta del Consejo Popular Sur", 
    "biografia": "Fue una estudiante destacada. Laboró en el círculo infantil Dulce Sonrisa, donde participó en diferentes eventos y festivales del sector. Fue secretaria general de la sección sindical en el mismo. Desde el 2011 labora en la Asamblea Municipal, como presidente del Consejo Popular Sur, responsabilidad que desempeña con resultados satisfactorios." 
  },
  {
    "nombre": "Katia Hidalgo Salomon", 
    "imagen": "may4", 
    "age": "46", 
    "provincia": "Mayabeque", 
    "municipio": "Madruga", 
    "cargo": "Investigadora en el Instituto de Ciencia Animal", 
    "biografia": "Su vida laboral ha transcurrido en el Instituto de Ciencia Animal. Ostenta la Categoría de Investigador Agregado y el grado científico de Doctora en Ciencias. Fue secretaria de la Sección Sindical, desde el 2015 es secretaria de núcleo del PCC y en su lugar de residencia es parte de la dirección de la FMC y presidenta del CDR por dos años" 
  },
  {
    "nombre": "Yomari Teresa Cordovi", 
    "imagen": "may5", 
    "age": "53", 
    "provincia": "Mayabeque", 
    "municipio": "Melena del Sur", 
    "cargo": "Presidenta del Consejo Popular de Tumba 4", 
    "biografia": "Trabajó en la Dirección Municipal de Deporte de Jaruco, fue secretaria general del núcleo del Partido, miembro del Comité Municipal del Partido, miembro del Buró no profesional del PCC Municipal, miembro del Comité Municipal de los Comités de Defensa de la Revolución. Fue elegida delegada de circunscripción. Presidenta del Consejo Popular de Tumba 4" 
  },
  {
    "nombre": "Niurka Maria Gonzalez", 
    "imagen": "may6", 
    "age": "58", 
    "provincia": "Mayabeque", 
    "municipio": "Nueva Paz", 
    "cargo": "Secretaria General del Sntecd", 
    "biografia": "Secretaria General del Sindicato de Trabajadores de la Educación, la Ciencia y el Deporte (Sntecd)" 
  },
  {
    "nombre": "Miriam Brito Sarroca", 
    "imagen": "may7", 
    "age": "62", 
    "provincia": "Mayabeque", 
    "municipio": "Quivicán", 
    "cargo": "Presidenta de la Comisión de Atención a los Órganos Locales del Poder Popular", 
    "biografia": "Ha desempeñado diversas responsabilidades, entre ellas coordinadora de los CDR en la provincia de La Habana y miembro del Comité Provincial del PCC, vicepresidenta del Consejo de la Administración de la misma provincia, secretaria de la Asamblea Provincial y funcionaria de la Asamblea Nacional. Fue Secretaria de la Asamblea Nacional del Poder Popular y actualmente es Presidenta de la Comisión de Atención a los Órganos Locales del Poder Popular de la Asamblea Nacional." 
  },
  {
    "nombre": "Melba Zamora O'Farril", 
    "imagen": "may8", 
    "age": "45", 
    "provincia": "Mayabeque", 
    "municipio": "San José de las Lajas", 
    "cargo": "Técnica en Biología Marina, Unidad Empresarial de Base Pesca Rotipez", 
    "biografia": "Comenzó su vida laboral en la UBPC Herminio Álvarez, de Jibacoa. Actualmente se encuentra trabajando en la Estación de Alevinaje Alevicoa donde se ha capacitado para ejercer distintas funciones. Cumplió Misión Internacionalista en la República Bolivariana de Venezuela, en el estado de Zulia entre los años 2009 y 2011. Es Vanguardia Nacional. Es Técnica en Biología Marina, Unidad Empresarial de Base Pesca Rotipez." 
  },
  {
    "nombre": "Rivil Morejon Neira", 
    "imagen": "may9", 
    "age": "52", 
    "provincia": "Mayabeque", 
    "municipio": "San Nicolás de Bari", 
    "cargo": "Directora del Policlínico Dionisio Sainz", 
    "biografia": "Comenzó a trabajar como enfermera en el Policlínico María Emilia Alfonso Orta. Ha sido dirigente de base de la UJC y del PCC. Máster en Atención Integral a la Mujer. Cumplió misión internacionalista en Venezuela por tres años. A su regreso se incorpora al Policlínico de Madruga como vicedirectora de Higiene y Epidemiología." 
  },
  {
    "nombre": "Adianez Taboada Zamora", 
    "imagen": "may10", 
    "age": "54", 
    "provincia": "Mayabeque", 
    "municipio": "Santa Cruz del Norte", 
    "cargo": "Viceministra del Ministerio de Ciencia, Tecnología y Medio Ambiente.", 
    "biografia": "Trabajó en el Censa nueve años. Comenzó a trabajar como profesora en la Universidad Agraria de La Habana, donde fue promovida a metodóloga, vicerrectora y rectora. Fue miembro del Comité Provincial del PCC, delegada a la Asamblea Provincial del Poder Popular y diputada. Fue delegada al 7mo. Congreso del PCC. Fue Rectora de la Universidad Agraria de La Habana y actualmente es Viceministra del Ministerio de Ciencia, Tecnología y Medio Ambiente" 
  },
  {
    "nombre": "Jose Antonio Carrillo Gomez", 
    "imagen": "may11", 
    "age": "72", 
    "provincia": "Mayabeque", 
    "municipio": "Batabanó", 
    "cargo": "General de Division", 
    "biografia": "Cumplió misión internacionalista en Angola. Ha ocupado diversas responsabilidades en la Dirección Política de las Fuerzas Armadas hasta llegar a ser jefe de la misma. Fue delegado al 4to., 5to., 6to. y 7mo. congresos del PCC y a la Primera Conferencia Nacional del PCC. Fue miembro del Comité Central del PCC.,General de División. Presidente Nacional de la Asociación de Combatientes de la Revolución Cubana y presidente de la Comisión de Defensa Nacional y Orden Interior de la Asamblea Nacional del Poder Popular." 
  },
  {
    "nombre": "Dairis Mendez Soler", 
    "imagen": "may12", 
    "age": "52", 
    "provincia": "Mayabeque", 
    "municipio": "Bejucal", 
    "cargo": "Jefa del Departamento Económico de la Unidad Básica Alimentaria.", 
    "biografia": "Trabajó en el CAI Manuel Isla como analista, luego en la Unidad Básica Alimentaria de Nueva Paz como Técnica en Gestión Económica. En el año 2012 resultó elegida delegada de circunscripción hasta la actualidad. Es la secretaria general del núcleo en el cual milita y miembro del Comité Municipal del PCC y de su Buró. Jefa del Departamento Económico de la Unidad Básica Alimentaria" 
  },
  {
    "nombre": "Lellani Mesa Scull", 
    "imagen": "may13", 
    "age": "52", 
    "provincia": "Mayabeque", 
    "municipio": "Guines", 
    "cargo": "Presidenta del Consejo Popular Norte San Nicolás.", 
    "biografia": "Su vida laboral la inicia en el CAI Héctor Molina como procesadora de datos, allí desempeñó otras funciones. Fue reserva del Director de Recursos Humanos y de la Empresa. Presidenta de los CDR por cuatro años, secretaria del núcleo del PCC de Recursos Humanos del CAI. Es miembro del Comité Municipal del PCC. Presidenta del Consejo Popular Norte San Nicolás" 
  },
  {
    "nombre": "Jose Ariel Cantero Barreto", 
    "imagen": "may14", 
    "age": "42", 
    "provincia": "Mayabeque", 
    "municipio": "Jaruco", 
    "cargo": "Presidente de la Asamblea Municipal del Poder Popular de Güines.", 
    "biografia": "Fue profesor de Derecho en el ISM Capitán San Luis. Participó en el XIV Festival de la Juventud y los Estudiantes y en Pedagogía 2005. Fue electo delegado a la Asamblea Provincial y Municipal. Presidente de la Asamblea Municipal del Poder Popular de Güines" 
  },
  {
    "nombre": "Aramis Padilla Martinez", 
    "imagen": "may15", 
    "age": "41", 
    "provincia": "Mayabeque", 
    "municipio": "Madruga", 
    "cargo": "Poeta Repentista. Empresa Artística Antonio María Romeo", 
    "biografia": "Repentista profesional con una amplia participación en actividades patrióticas. Delegado al XVI Festival de la Juventud y los Estudiantes. Posee la Distinción Rubén Martínez Villena, Moneda conmemorativa Aniversario 50 de la UJC y la Réplica del Machete de Máximo Gómez" 
  },
  {
    "nombre": "Vivian Cruz Abreu", 
    "imagen": "may16", 
    "age": "51", 
    "provincia": "Mayabeque", 
    "municipio": "Melena del Sur", 
    "cargo": "Presidenta de la Asamblea Municipal del Poder Popular de Melena del Sur.", 
    "biografia": "Desempeñó diversas responsabilidades en el sector educacional, desde la base hasta la Dirección Municipal. Ha sido nominada en tres mandatos consecutivos, siendo electa como delegada y diputada a la 8va. Legislatura. Se desempeñó por dos años y medio como vicepresidenta de la Asamblea Municipal del Poder Popular en el XVI mandato. Presidenta de la Asamblea Municipal del Poder Popular de Melena del Sur." 
  },
  {
    "nombre": "Marta Hernandez Romero", 
    "imagen": "may17", 
    "age": "65", 
    "provincia": "Mayabeque", 
    "municipio": "Nueva Paz", 
    "cargo": "Coordinadora de trabajo de la Asamblea Nacional del Poder Popular", 
    "biografia": "Nació en Santiago de Cuba. Es Máster en Educación y Doctora en Ciencias Pedagógicas. En el sector educacional transitó desde maestra primaria hasta directora provincial en la Ciudad Héroe. Se desempeñó, desde el año 2003, en La Habana, como vicepresidenta del Consejo de la Administración Provincial. Miembro del Consejo de Estado en la VI Legislatura. Delegada al VI Congreso del Partido y Precandidata a miembro del Comité Central. Presidenta, hasta 2016, del Consejo de la Administración Provincial de La Habana y Presidenta de la Asamblea Provincial del Poder Popular en La Habana." 
  },
  {
    "nombre": "Luis Alberto Romero Mesa", 
    "imagen": "may18", 
    "age": "57", 
    "provincia": "Mayabeque", 
    "municipio": "Quivicán", 
    "cargo": "Presidente de la CPA 28 de Septiembre.", 
    "biografia": "Se desempeñó como jefe de maquinaria en la CPA 28 de Septiembre, posteriormente como jefe de producción y presidente de la CPA . Actualmente es miembro del Buró Municipal de la ANAP y miembro de su Comité Provincial en Mayabeque. Es diputado a la Asamblea Nacional desde la VIII Legislatura. Presidente de la CPA 28 de Septiembre" 
  },
  {
    "nombre": "Marisol Castillo Lima", 
    "imagen": "may19", 
    "age": "52", 
    "provincia": "Mayabeque", 
    "municipio": "San José de las Lajas", 
    "cargo": " Operaria Agropecuaria en la Granja Genética La Loma", 
    "biografia": "Comenzó su vida laboral en el año 1990 en la Granja Genética La Loma, del propio municipio, ocupando la plaza de Operadora Especializada. Ha sido delegada por dos mandatos, por su actitud en las tareas goza de prestigio y reconocimiento social. Fue miembro del ejecutivo sindical y del Buró Municipal y del Comité del SNTAFT." 
  },
  {
    "nombre": "Alicia de la Caridad Fernandez", 
    "imagen": "may20", 
    "age": "56", 
    "provincia": "Mayabeque", 
    "municipio": "San Nicolás de Bari", 
    "cargo": "Directora del Centro de Investigación Hortícola Liliana Dimitrova", 
    "biografia": "Ha participado como autora en más de 30 eventos científicos y ha publicado diferentes artículos. Es Máster en Ciencias Biológicas en la Mención en Fisiología Vegetal. Es miembro del Comité Provincial del Partido y fue delegada a su 7mo. Congreso." 
  },
  {
    "nombre": "Walter Baluja García", 
    "imagen": "may21", 
    "age": "51", 
    "provincia": "Mayabeque", 
    "municipio": "Santa Cruz del Norte", 
    "cargo": "Viceministro primero del Ministerio de Educación Superior.", 
    "biografia": "Ingeniero en Telecomunicaciones y Electrónica en 1997. Doctor en Ciencias Técnicas. Profesor Titular. Fue Rector de la Universidad de Ciencias Informáticas (UCI) y actualmente es viceministro primero del Ministerio de Educación Superior. " 
  },
  {
    "nombre": "Renier Helvio Fernandez Garcia", 
    "imagen": "may22", 
    "age": "35", 
    "provincia": "Mayabeque", 
    "municipio": "Batabanó", 
    "cargo": "Presidente de la Asamblea Muncipal del Poder Popular de Bejucal", 
    "biografia": "Presidente de la Asamblea Muncipal del Poder Popular de Bejucal" 
  },
  {
    "nombre": "Salvador Antonio Valdés Mesa", 
    "imagen": "may23", 
    "age": "77", 
    "provincia": "Mayabeque", 
    "municipio": "Bejucal", 
    "cargo": "", 
    "biografia": "Nació el 13 de junio de 1945 en Amancio Rodríguez, provincia Las Tunas, donde comenzó su vida laboral en 1959 como obrero agrícola. Es Ingeniero Agrónomo. Se incorporó a las Milicias Nacionales Revolucionarias en el año 1961, militó en la Asociación de Jóvenes Rebeldes donde ocupó la responsabilidad de Secretario General en la región de Amancio Rodríguez. En el año 1962 integró la comisión nacional que trabajó en la constitución del Partido Unido de la Revolución Socialista en varias regiones de la provincia Camagüey. En 1968 fue promovido a la dirección del Partido municipal en Santa Cruz del Sur hasta ocupar el cargo de secretario general.,En el año 1971 comenzó su labor sindical, al ser promovido a Secretario General de la CTC en la región de Santa Cruz del Sur y miembro profesional del secretariado provincial en Camagüey. En 1980 ocupó la responsabilidad de jefe del Departamento de Atención a las Organizaciones de Masas del Comité Provincial del Partido en Camagüey. En 1983 se desempeñó como Segundo Secretario del Comité Municipal del Partido en Santa Cruz del Sur y en 1985 su Primer Secretario. En el XVI Congreso de la CTC, fue elegido segundo secretario y en 1992 Secretario General del Sindicato Nacional de Trabajadores Agropecuarios y Forestales, responsabilidad que simultaneó con la de Segundo Secretario de la CTC Nacional.,Fue Ministro de Trabajo y Seguridad Social entre 1995 y 1999, año en que fue elegido Primer Secretario del Comité Provincial del Partido en Camagüey. Resultó electo Secretario General de la CTC en su XIX Congreso, en septiembre de 2006 y se mantuvo en el cargo hasta el 2013. Participó como delegado al IV, V, VI, VII y VIII congresos del Partido y en el IV fue electo miembro del Comité Central. Es miembro del Buró Político del Partido desde el 2008, ratificado en su VIII congreso. Desde el año 1993, es diputado a la Asamblea Nacional del Poder Popular. Miembro del Consejo de Estado de la I a la V Legislatura y de la VII hasta la fecha. En la VIII Legislatura fue ratificado miembro del Consejo de Estado y elegido Vicepresidente de los Consejos de Estado y de Ministros. En el año 2018 fue promovido a Primer Vicepresidente." 
  },
  {
    "nombre": "Tamara Valido Benitez", 
    "imagen": "may24", 
    "age": "52", 
    "provincia": "Mayabeque", 
    "municipio": "Guines", 
    "cargo": "Gobernadora de la provincia de Mayabeque.", 
    "biografia": "Su vida laboral comienza en 1993 como Jueza del Tribunal Municipal Popular de San José de Las Lajas. En el año 2000 es promovida a Vicepresidenta del Consejo de la Administración Municipal para la atención a la Economía y durante la etapa fue electa delegada de circunscripción, pasando a ocupar el cargo de Vicepresidenta de la Asamblea Municipal y, posteriormente, Presidenta en el propio municipio. En el 2004 es promovida a Vicepresidenta del Consejo de la Administración Provincial en La Habana hasta diciembre del 2010. En enero del 2011 se elige como Vicepresidenta de la Asamblea Provincial de Mayabeque y en junio de ese propio año, como Presidenta.,Es Vicepresidenta del Consejo de Defensa Provincial y Miembro del Comité Provincial del PCC. Participó como Delegada en el 7mo. Congreso del PCC. Es Diputada a la Asamblea Nacional del Poder Popular y ha sido integrante de la Comisión de Asuntos Constitucionales y Jurídicos y del Grupo Parlamentario de Amistad Cuba-Rusia. Ha participado en eventos internacionales en Uruguay, Bélgica, España e Italia.,Le han sido otorgados diferentes reconocimientos entre ellos, la Medalla por el 60 Aniversario de la UPEC, Medalla 60 Aniversario de las FAR, así como la Distinciones 23 de agosto y Destacada en la preparación para la defensa." 
  },
  {
    "nombre": "Ramiro Valdés Menéndez", 
    "imagen": "art1", 
    "age": "90", 
    "provincia": "Artemisa", 
    "municipio": "Artemisa", 
    "cargo": "Comandante de la Revolución. Vice primer ministro", 
    "biografia": "Asaltante al Cuartel Moncada, expedicionario del Granma, combatiente del Ejército Rebelde, fue ascendido al grado de Comandante. Al triunfo de la Revolución, Segundo Jefe de La Cabaña, Jefe Militar en la región central, jefe de los órganos de la Seguridad del Estado. Fue Ministro del Interior, viceministro primero de las FAR, ayudante del Comandante en Jefe, vice primer ministro a cargo del Sector de la Construcción, ministro de la Informática y las Comunicaciones y vicepresidente de los Consejos de Estado y de Ministros. Es miembro fundador del Comité Central del Partido y de su Buró Político. Ha cumplido importantes misiones de carácter oficial, político y económico, como la búsqueda, ubicación, exhumación y traslado a Cuba de los restos del Che y sus compañeros en Bolivia. Es Héroe de la República de Cuba.,Actualmente es Vice primer ministro" 
  },
  {
    "nombre": "Maria Mercedes Cordero Diaz", 
    "imagen": "art2", 
    "age": "50", 
    "provincia": "Artemisa", 
    "municipio": "Bauta", 
    "cargo": "Jefa de la Unidad de Trabajo Social del Consejo de la Administración Municipal.", 
    "biografia": "Licenciada en Educación Primaria. Fue cuadro de la UJC como funcionaria para atender la Organización de Pioneros. Fue miembro del Comité Municipal de la UJC. Atendió el Programa de los Trabajadores Sociales como Jefa del Frente y Organización. Ha sido delegada durante tres mandatos. Jefa de la Unidad de Trabajo Social del Consejo de la Administración Municipal." 
  },
  {
    "nombre": "Viviana Barrios Echazabal", 
    "imagen": "art3", 
    "age": "35", 
    "provincia": "Artemisa", 
    "municipio": "Caimito", 
    "cargo": "Presidenta del Consejo Popular Cabañas.", 
    "biografia": "Destacada trayectoria estudiantil. Comienza a trabajar en la Dirección General de Inteligencia como jefa del Punto de Control desde el año 2008 hasta el 2011. En el año 2012 es elegida Delegada a la Asamblea Municipal del Poder Popular y en el 2014 ocupa el cargo de presidenta del Consejo Popular de Cabañas" 
  },
  {
    "nombre": "Humberto Camilo Hernandez Suarez", 
    "imagen": "art4", 
    "age": "69", 
    "provincia": "Artemisa", 
    "municipio": "Guanajay", 
    "cargo": "Miembro del Comité Central del Partido. Jefe del Departamento de Política de Cuadros del Comité Central del Partido.", 
    "biografia": "Miembro del Comité Central del Partido. Jefe del Departamento de Política de Cuadros del Comité Central del Partido." 
  },
  {
    "nombre": "William Licourt Gonzalez", 
    "imagen": "art5", 
    "age": "43", 
    "provincia": "Artemisa", 
    "municipio": "Guira de Melena", 
    "cargo": "Secretario General del Sindicato Nacional de Trabajadores Azucareros.", 
    "biografia": "Con suficiente conocimiento en la labor sindical y experiencia que incluye los 16 años como dirigente sindical desde una organización de base, provincia y nación. Se desempeñó como miembro profesional del Secretariado de dicho sindicato desde el año 2015. Se caracteriza por su honestidad y consagración al trabajo. Goza de prestigio y autoridad ante sus compañeros y trabajadores.,Secretario General del Sindicato Nacional de Trabajadores Azucareros." 
  },
  {
    "nombre": "Ibis Martinez Palmer", 
    "imagen": "art6", 
    "age": "57", 
    "provincia": "Artemisa", 
    "municipio": "Mariel", 
    "cargo": "Jefa de Departamento de Medios de diagnóstico del Policlínico Eduardo Díaz Ortega.", 
    "biografia": "Trabajó como técnica de laboratorio en el policlínico Flores Betancourt, luego se trasladó al policlínico Eduardo Díaz Ortega. Se desempeña como profesora del área práctica en el laboratorio clínico. Presidenta de CDR hace 26 años. Es miembro del Comité Provincial del Partido. Jefa de Departamento de Medios de diagnóstico del Policlínico Eduardo Díaz Ortega." 
  },
  {
    "nombre": "Miguel Enrique Charbonet Martell", 
    "imagen": "art7", 
    "age": "57", 
    "provincia": "Artemisa", 
    "municipio": "San Antonio de los Baños", 
    "cargo": "Metodólogo de la Vicerrectoría de Desarrollo de la Universidad de Artemisa; vicepresidente de la Comisión de Educación, Cultura, Ciencia, Tecnología y Medio Ambiente de la Asamblea Nacional del Poder Popular.", 
    "biografia": "En su vida laboral ha transitado por varios centros educacionales en diferentes responsabilidades. Es Máster en Didáctica General, Doctor en Ciencias Pedagógicas y Profesor Titular. Desde 1990 es delegado de circunscripción y,desde la VII Legislatura es diputado. Metodólogo de la Vicerrectoría de Desarrollo de la Universidad de Artemisa; vicepresidente de la Comisión de Educación, Cultura, Ciencia, Tecnología y Medio Ambiente de la Asamblea Nacional del Poder Popular; y primer vicepresidente de la Comisión de Educación, Cultura, Ciencia, Tecnología y Comunicación del Parlamento Latinoamericano y Caribeño (Parlatino). " 
  },
  {
    "nombre": "Aylin Álvarez Garcia", 
    "imagen": "art8", 
    "age": "36", 
    "provincia": "Artemisa", 
    "municipio": "Bahía Honda", 
    "cargo": "Primera Secretaria del Comité Nacional de la Unión de Jóvenes Comunistas.", 
    "biografia": "Licenciada en la especialidad de Instructor de Arte, se incorporó a trabajar, recién graduada, en dos centros estudiantiles pertenecientes a la enseñanza general y especial de su Caimito natal, donde materializó proyectos dedicados a niños con discapacidades y trastornos en la conducta.,Ya en ese momento su vida había estado ligada a la UJC al ingresar en la organización a través del proceso especial de crecimiento en 9no. grado y ser secretaria del comité de base en la escuela de instructores de arte 13 de Marzo, de San Antonio de los Baños.,Asumió como presidenta municipal y provincial de la Brigada de Instructores de Arte José Martí, de la entonces  provincia de La Habana. Su tránsito gradual la llevó a ser primera secretaria del Comité Municipal de la UJC en Caimito, un territorio agrícola, para más tarde, con el propósito de incrementar su preparación, desempeñar igual responsabilidad en el municipio capitalino de Playa, donde se vinculó más directamente a los jóvenes de los sectores de la ciencia y el turismo, los que distinguen a este territorio.,Posteriormente, fue promovida al Buró Provincial de la organización juvenil para atender el sector educacional, la salud y del deporte y, más tarde, asumió como primera secretaria del Comité Provincial en la capital del país. Se desempeñó como Segunda Secretaria del Comité Nacional de la UJC. Fue elegida miembro del Comité Central del Partido en el 8vo. Congreso.,Es diputada a la Asamblea Nacional del Poder Popular por el municipio de Caimito, provincia de Artemisa. Como parte del interés por continuar superándose, esta joven, madre de dos niños, inició recientemente su formación doctoral. ,Actualmente, es la Primera Secretaria del Comité Nacional de la Unión de Jóvenes Comunistas (UJC) y miembro del Consejo de Estado de la República de Cuba." 
  },
  {
    "nombre": "Ana Teresa Igarza Martinez", 
    "imagen": "art9", 
    "age": "50", 
    "provincia": "Artemisa", 
    "municipio": "San Cristóbal", 
    "cargo": "Directora General de la Zona Especial de Desarrollo Mariel.", 
    "biografia": "Licenciada en Derecho, trabajó en el Centro de Evaluación de Menores con trastornos en la conducta de La Habana. En las FAR fue juez profesional del Tribunal Militar, al desmovilizarse ingresó en la empresa Tecnotex como abogada,,luego jefa del Departamento Jurídico y más tarde directora jurídica del Grupo de Administración Empresarial. Directora General de la Zona Especial de Desarrollo Mariel." 
  },
  {
    "nombre": "Lourdes Lorenzo Castro", 
    "imagen": "art10", 
    "age": "57", 
    "provincia": "Artemisa", 
    "municipio": "Candelaria", 
    "cargo": "Presidenta de la Asamblea Municipal del Poder Popular de Bauta. ", 
    "biografia": "Trabajó en el sector educacional. Fue miembro del Consejo de la Administración y de la Comisión de Cuadros Municipal. Secretaria de la Asamblea Municipal del Poder Popular. Ha sido delegada en varios mandatos y diputada desde la VII Legislatura. Fue vicepresidenta de la Asamblea Municipal. Presidenta de la Asamblea Municipal del Poder Popular de Bauta." 
  },
  {
    "nombre": "Yadelki Hernandez Morales", 
    "imagen": "art11", 
    "age": "47", 
    "provincia": "Artemisa", 
    "municipio": "Alquizar", 
    "cargo": "Presidenta de la Asamblea Municipal del Poder Popular de San Antonio de los Baños. ", 
    "biografia": "Trabajó en la UBPC Batalla de Palo Seco, perteneciente a la Empresa Tabacalera Lázaro Peña, allí fue directora. Fue seleccionada miembro del Comité Municipal del Partido y en el 2015 elegida como vicepresidenta de la Asamblea Municipal del Poder Popular. Ha sido delegada de base por tres mandatos. Presidenta de la Asamblea Municipal del Poder Popular de San Antonio de los Baños." 
  },
  {
    "nombre": "Yamila Sarduy Martinez", 
    "imagen": "art12", 
    "age": "50", 
    "provincia": "Artemisa", 
    "municipio": "Artemisa", 
    "cargo": "Presidenta Provincial de la ANAP.", 
    "biografia": "En la ANAP del municipio de Rodas, transitó desde instructora hasta presidenta. Al trasladarse a Bauta fue presidenta de la ANAP en ese municipio y en el 2008 miembro del Buró Provincial de la ANAP en La Habana. Con el surgimiento de la provincia de Artemisa se mantiene en el Buró Provincial y en el 2014 pasa a ser la presidenta provincial. Miembro del Buró Nacional de la ANAP." 
  },
  {
    "nombre": "Leonardo Ramon Andollo Valdes", 
    "imagen": "art13", 
    "age": "77", 
    "provincia": "Artemisa", 
    "municipio": "Bauta", 
    "cargo": "Diputado", 
    "biografia": "Luchó contra Batista. Estudió Ingeniería Militar en la URSS y ocupó diferentes responsabilidades en esta rama. Cumplió misión en Etiopía y llegó a ser Jefe del Estado Mayor de la Misión Militar cubana. Fue segundo jefe del Estado Mayor General de las FAR, entre otras responsabilidades. Fue Segundo Jefe de la Comisión Permanente de Implementación y Desarrollo de los Lineamientos. " 
  },
  {
    "nombre": "Jorge Emilio Espinosa Infante", 
    "imagen": "art14", 
    "age": "61", 
    "provincia": "Artemisa", 
    "municipio": "Caimito", 
    "cargo": "Jefe de Brigada de la CPA Amistad Cuba-México.", 
    "biografia": "Trabajó en la terminal de ómnibus de San Antonio de los Baños, fue secretario general de la sección sindical y luego integrante de la Dirección Provincial del Sindicato del Transporte. Laboró en la Empresa de Cultivos Varios de Alquízar, en la UBPC no. 35, donde fue Vanguardia en reiteradas ocasiones y secretario general del núcleo del Partido. Jefe de Brigada de la CPA Amistad Cuba-México." 
  },
  {
    "nombre": "Armando Trujillo Gonzalez", 
    "imagen": "art15", 
    "age": "59", 
    "provincia": "Artemisa", 
    "municipio": "Guanajay", 
    "cargo": "Presidente de la UBPC Tabacalera «Felipe Herrera Acea. ", 
    "biografia": "Comenzó su vida laboral en la Empresa Lázaro Peña. En el año 1994 se traslada para Alquízar por interés de la Empresa como administrador de la UBPC «Lázaro Peña», luego fue promovido a su presidente. Ostenta la Orden Lázaro Peña de 3ro., 2do. y 1er. grado; es Héroe del Trabajo de la República de Cuba. Presidente de la UBPC Tabacalera Felipe Herrera Acea." 
  },
  {
    "nombre": "Omar Barroso Miranda", 
    "imagen": "art16", 
    "age": "57", 
    "provincia": "Artemisa", 
    "municipio": "Guira de Melena", 
    "cargo": "Presidente de la CPA Niceto Pérez. ", 
    "biografia": "En la CPA Niceto Pérez ha trabajado como cooperativista agrícola, operador de tractor, jefe de riego, jefe del cultivo de plátano, administrador y presidente de la CPA. Ha sido miembro del Comité municipal y provincial de la ANAP, y miembro del Comité Municipal del Partido por tres mandatos. Fue delegado al XI Congreso de la ANAP. Presidente de la CPA Niceto Pérez." 
  },
  {
    "nombre": "Orlaide Acosta Jimenez", 
    "imagen": "art17", 
    "age": "54", 
    "provincia": "Artemisa", 
    "municipio": "Mariel", 
    "cargo": "Presidenta del Consejo Popular de Cayajabos.", 
    "biografia": "Trabajó como almacenera, obrera agropecuaria y administradora en la bodega La Altura, en la localidad de Cayajabos. En el año 2011 comienza a desempeñarse como funcionaria ideológica en la ANAP Municipal en Artemisa. Desde el año 2015 es presidenta del Consejo Popular de Cayajabos." 
  },
  {
    "nombre": "Jorge Luis Torres Barrios", 
    "imagen": "art18", 
    "age": "55", 
    "provincia": "Artemisa", 
    "municipio": "San Antonio de los Baños", 
    "cargo": "Presidente de la Asamblea Municipal del Poder Popular de Artemisa.", 
    "biografia": "Trabajó en el Politécnico Mártires de Guanajay, IPOL Mártires de Artemisa, ESBEC José Martí e ISP Rubén Martínez Villena en diferentes responsabilidades. Fue secretario del Consejo de la Administración Municipal, luego vicepresidente del CAM y vicepresidente de la Asamblea Municipal. Es delegado desde el año 2005. Actualmente, es Presidente de la Asamblea Municipal del Poder Popular de Artemisa." 
  },
  {
    "nombre": "Alejandro Miguel Gil Fernandez", 
    "imagen": "art19", 
    "age": "59", 
    "provincia": "Artemisa", 
    "municipio": "Bahía Honda", 
    "cargo": "Vice primer ministro y titular de Economía y Planificación. ", 
    "biografia": "Vice primer ministro y titular de Economía y Planificación. " 
  },
  {
    "nombre": "Dania Rosa Hernandez Hernandez", 
    "imagen": "art20", 
    "age": "58", 
    "provincia": "Artemisa", 
    "municipio": "San Cristóbal", 
    "cargo": "Directora de la Escuela Primaria Armando de Pedro. ", 
    "biografia": "Ha ocupado diversas responsabilidades en distintos centros educacionales donde ha trabajado. Es Máster en Ciencias de la Educación. En su lugar de residencia, es la secretaria general de la delegación Ana Betancourt y activista del Partido en la zona. Fue delegada del Poder Popular en su circunscripción durante dos mandatos. Directora de la Escuela Primaria Armando de Pedro." 
  },
  {
    "nombre": "Marta Sabina Wilson Gonzalez", 
    "imagen": "art21", 
    "age": "58", 
    "provincia": "Artemisa", 
    "municipio": "Candelaria", 
    "cargo": "Ministra-presidenta del Banco Central de Cuba.", 
    "biografia": "Ministra-presidenta del Banco Central de Cuba. Antes fue Presidenta del Banco Exterior de Cuba. " 
  },
  {
    "nombre": "Maria Isabel Bocourt Moreno", 
    "imagen": "art22", 
    "age": "52", 
    "provincia": "Artemisa", 
    "municipio": "Alquizar", 
    "cargo": "Presidenta del Consejo Popular de Ciro Redondo.", 
    "biografia": "Dirigente estudiantil y juvenil. Comenzó su vida laboral en el sector del Comercio, ocupando diferentes responsabilidades con buenos resultados. Desde el 2010 se desempeña como presidenta del consejo popular de Ciro Redondo. Es organizadora de la FMC en su bloque. Es diputada desde el año 2012." 
  },
  {
    "nombre": "Victor Rojo Ramos", 
    "imagen": "art23", 
    "age": "65", 
    "provincia": "Artemisa", 
    "municipio": "Artemisa", 
    "cargo": "General de Brigada. Jefe de la Dirección Política de las FAR. ", 
    "biografia": "General de Brigada. Jefe de la Dirección Política de las FAR. " 
  },
  {
    "nombre": "Ricardo Concepcion Rodriguez", 
    "imagen": "art24", 
    "age": "58", 
    "provincia": "Artemisa", 
    "municipio": "Bauta", 
    "cargo": "Gobernador de la provincia de Artemisa", 
    "biografia": "Inicia su vida laboral en 1989 como adiestrado en la Empresa Provincial de la Construcción en Pinar del Río, posteriormente en 1994 pasó a Jefe de Mecanización en el Establecimiento Oeste del MICONS en La Habana y, a partir de esa fecha, fue promovido a los cargos de Subdirector de Equipo, Director, Vicedirector de Producción y Director, todos en empresas del sistema de la Construcción.,En el 2003 lo nombraron Vicepresidente del Consejo de la Administración Provincial en La Habana y en 2010 pasa a Director Adjunto de la Dirección Integrada de Proyectos del Mariel. En julio del 2019 es designado Jefe de la Administración Provincial en Artemisa.,Ha cursado los Diplomados en Seguridad y Defensa Nacional y en Dirección y Gestión Empresarial. ,Actualmente, es el Gobernador de la provincia de Artemisa." 
  },
  {
    "nombre": "Margarita Soroa Valdes", 
    "imagen": "art25", 
    "age": "59", 
    "provincia": "Artemisa", 
    "municipio": "Caimito", 
    "cargo": "Presidenta de la Asamblea Municipal del Poder Popular de San Cristóbal. ", 
    "biografia": "Ocupó diferentes cargos en el sector de la Educación. Ha sido presidenta de CDR y organizadora de la FMC. Máster en Ciencias de la Educación, ha sido miembro no profesional del Buró Municipal y Provincial del Partido. En el 2011 asumió el cargo de vicepresidenta de la Asamblea Municipal del Poder Popular. ,Actualmente, es la Presidenta de la Asamblea Municipal del Poder Popular de San Cristóbal. " 
  },
  {
    "nombre": "Liván Fuentes Alvarez", 
    "imagen": "is1", 
    "age": "48", 
    "provincia": "Isla de la Juventud", 
    "municipio": "Isla de la Juventud", 
    "cargo": " Presidente de la Asamblea Municipal del Poder Popular de la Isla de la Juventud", 
    "biografia": "Nació el 29 de agosto de 1974 en la Isla de la Juventud. Cursó la enseñanza primaria en el seminternado Eliseo Reyes Rodríguez. Allí se destacó en el deporte, el béisbol, por lo que fue captado para cursar la enseñanza Media Superior en la Escuela de Iniciación Deportiva Flavio Álvarez Galán. Obtuvo Medalla de Bronce en los Juegos Nacionales Juveniles en su especialidad. Ingresó a la enseñanza Superior en la universidad pinera Jesús Montané Oropesa, en la carrera de Cultura Física.,En este período, representó a su universidad en tres competencias nacionales, donde obtuvo un tercer lugar en el año 1998. Entre los años 1994 a 1996, fue seleccionado Vanguardia nacional por los resultados en las BTJ. En el año 2003 comienza su vida laboral en el combinado deportivo Pedro Buides Orihuela, en la especialidad de Recreación y alcanzó buenos resultados. En el 2005 trabaja en los Servicios Especializados de Protección S.A. (SEPSA), Departamento de Seguridad y Protección, como Agente ‘’A’’ y posteriormente llegó a ser el jefe del propio departamento. En el 2012, se reincorpora al combinado deportivo no. 3, donde mantuvo una actitud responsable y activa ante el trabajo. En ese mismo año fue electo delegado de su circunscripción y, en el 2014, Vicepresidente de la Asamblea Municipal del Poder Popular.,Ha desempeñado responsabilidades en su núcleo del PCC. Por los méritos alcanzados, ha recibido las condecoraciones: Medalla por la Defensa de la Patria y Medalla de Servicios Distinguidos del MININT." 
  },
  {
    "nombre": "Yuladis Garcia Segura", 
    "imagen": "is2", 
    "age": "46", 
    "provincia": "Isla de la Juventud", 
    "municipio": "Isla de la Juventud", 
    "cargo": "Secretaria del Comité Municipal de la FMC en la Isla de la Juventud", 
    "biografia": "Es máster en Ciencias de la Educación. Comenzó como maestra en la escuela Lázaro Mesa y ha trabajado en disímiles responsabilidades en el sector educacional. Fue profesora adjunta en la Facultad Pedagógica de la Universidad Jesús Montané. Es miembro del Comité Nacional de la FMC y del Comité Municipal del PCC. Es delegada de circunscripción" 
  },
  {
    "nombre": "Yailin Orta Rivera", 
    "imagen": "is3", 
    "age": "39", 
    "provincia": "Isla de la Juventud", 
    "municipio": "Isla de la Juventud", 
    "cargo": "Directora del periódico Granma.", 
    "biografia": "Inició su vida laboral en el periódico Juventud Rebelde, donde fue directora, después de haber sido subdirectora, jefa de Departamento y periodista. Paralelamente, se desempeñó como profesora de la Universidad de La Habana y como periodista de la Mesa Redonda y de Radio Rebelde. Fue condecorada con la medalla 13 de Agosto. Fue miembro del Comité Nacional de la UJC y de la AHS. Miembro del Comité Central del Partido y del Comité nacional de la UPEC." 
  },
  {
    "nombre": "Zunilda García Garcés", 
    "imagen": "is4", 
    "age": "46", 
    "provincia": "Isla de la Juventud", 
    "municipio": "Isla de la Juventud", 
    "cargo": "", 
    "biografia": "Nació el 14 de septiembre de 1976, en Niquero, provincia Granma. Durante la enseñanza primaria y secundaria participó en concursos a nivel de centro y municipal, resultando en 9no. grado la alumna más integral de su graduación, ocupó responsabilidades en la OPJM.,Realizó la enseñanza Media Superior en el IPVCE 'Vladimir Ilich Lenin', de La Habana, formó parte del secretariado de la FEEM e ingresa a la UJC en el año 1994. El nivel superior lo alcanza en la Filial de Ciencias Médicas en la Isla de la Juventud y resultó Presidenta de la FEU durante tres cursos consecutivos. Fue seleccionada 'Mejor Presidenta a nivel municipal y estudiante integral.,Integró el movimiento Mario Muñoz. Además, fue miembro del Comité Nacional de la UJC desde el 1998 hasta el 2011 y no profesional del PCC. Recibió la Medalla 'José Antonio Echeverría'. Delegada a los Congresos V y VI de la FEU, las BTJ y el 12 de la OCLAE.,Comenzó su vida laboral en el año 2000 como médico en el IPUC 'Ignacio Agramonte' e ingresa en las filas del PCC. Posteriormente se traslada al Policlínico Docente no. 2. Por los resultados de su trabajo en el 2003 alcanzó la condición de Vanguardia Nacional del sector y en el 2004 es promovida a miembro profesional del buró de la UJC en la esfera Político Ideológica y a Primera Secretaria desde el año 2005 hasta el 2007 y del 2008 al 2011 por su participación destacada en las BTJ le otorgaron el Sello 'Forjadores del Futuro' en el 2007.,Fue delegada al VI y VII Congreso de la UJC. En el año 2012 se desempeñó como funcionaria del Partido y en el 2014 como miembro profesional del Buró Municipal para atender la Esfera de Servicios. Participó en diferentes procesos y cursos de superación que contribuyeron a su preparación y buen desempeño, la cual propició su promoción a Primera Secretaria del Comité Municipal del Partido en la Isla de la Juventud en junio de 2019. Es miembro del Comité Central del Partido." 
  },
  {
    "nombre": "Darianna Beatriz Acuña", 
    "imagen": "mat1", 
    "age": "28", 
    "provincia": "Matanzas", 
    "municipio": "Cárdenas", 
    "cargo": "Diputada", 
    "biografia": "Resultó vanguardia y alumna integral, y al terminar la Secundaria Básica fue la mejor graduada. Durante la Enseñanza Media fue la Presidenta de la FEEM y, además, fue Ideológica Provincial de la Organización. En el 2014 fue promovida a Vicepresidenta Nacional de la FEEM. Fue invitada al XIX Festival Mundial de la Juventud y los Estudiantes. " 
  },
  {
    "nombre": "Jorge Crespo Leicea", 
    "imagen": "mat2", 
    "age": "58", 
    "provincia": "Matanzas", 
    "municipio": "Ciénaga de Zapata", 
    "cargo": "Jefe del Departamento Económico del Hotel Sirena Coral. ", 
    "biografia": "Trabajó en 1989 en la Textilera Eddio Teijeiro, como operador de microcomputadoras en la ECOA no. 10 y en la Dirección Provincial de Educación como analista de sistema y jefe de Centro de Cálculo. Se desempeñó como especialista en finanzas en el hotel Brisas del Caribe, en Varadero, de la cadena Cubanacán. Jefe del Departamento" 
  },
  {
    "nombre": "Yaseline García Smith", 
    "imagen": "mat3", 
    "age": "47", 
    "provincia": "Matanzas", 
    "municipio": "Colón", 
    "cargo": "Directora del círculo infantil mixto Los Duendecillos.", 
    "biografia": "El círculo infantil Los Duendecillos, del municipio de Matanzas, fue su primer centro de trabajo y en él ha sido auxiliar pedagógica y educadora, tras alcanzar el título en Educación Preescolar. En el 2015 es promovida al cargo de subdirectora de esa institución y en septiembre de este año asume el cargo de directora. " 
  },
  {
    "nombre": "Andres Laureano González", 
    "imagen": "mat4", 
    "age": "68", 
    "provincia": "Matanzas", 
    "municipio": "Jaguey Grande", 
    "cargo": "General de División. Jefe del Ejército Central. ", 
    "biografia": "Nació el 4 de julio de 1954 en Barajagua antigua provincia de Las Villas, hoy Cienfuegos, en el seno de una familia campesina y revolucionaria. Comenzó sus estudios primarios en la escuela “José Domínguez Olazabal”, hasta el 4to grado, el 5to y 6to lo cursó en el internado de montaña “Mártires del Escambray”, ingresó en la Secundaria Básica “Manuel Ascunce Domenech” en Topes de Collantes, obteniendo resultados docentes satisfactorios.,En 1969 ingresó en la EMCC de las Villas, ocupó el cargo de Jefe en las Brigadas Rojas, en junio de 1970 integró las filas de la UJC, siendo Secretario Educador y Organizador del Comité de Base. En 1971, comienza el curso pre académico como aspirante a Cadete en la UM 3088, durante este tiempo participó en la Zafra del pueblo de 1972 y 1973, obteniendo la condición de machetero destacado. De 1971 al 1974 formó parte de las revistas militares en la Plaza de la Revolución, en la Fortaleza de Cabañas y en el Mausoleo del Cacahual, se gradúa en 1974 con el grado militar de sub teniente.,En su trayectoria militar ha ocupado diversas responsabilidades en cargos de mando y dirección; como Segundo Jefe Compañía de Estudio, Profesor de Preparación Militar, Jefe Curso y Primer Sustituto del Director en la EVMCC Ciudad Habana, Profesor Táctica y de Materias Militares Generales en la Escuela de Pilotos de Aviación, Jefe de Estado Mayor Sustituto del Regimiento de Infantería UM 1580, Jefe de Regimiento de Tanques UM 2376, Segundo Jefe UM 1011, Sub Jefe y Jefe de Sección Preparación Táctica, Segundo Jefe y Jefe de la Dirección de Preparación Combativa, Jefe de la Región Militar de Ciudad de la Habana y Cienfuegos, Jefe de Estado Mayor del Ejército Central y Jefe Ejército Central." 
  },
  {
    "nombre": "Jorge Luis Broche Lorenzo", 
    "imagen": "mat5", 
    "age": "65", 
    "provincia": "Matanzas", 
    "municipio": "Jovellanos", 
    "cargo": " Jefe del Departamento de Atención al Sector Social del Comité Central del Partido.", 
    "biografia": "Fue Primer Secretario del Comité Municipal del Partido en Placetas, Villa Clara. Miembro del Secretariado y Jefe del Departamento de Atención al Sector Social del Comité Central del Partido." 
  },
  {
    "nombre": "Rene Mesa Villafaña", 
    "imagen": "mat6", 
    "age": "64", 
    "provincia": "Matanzas", 
    "municipio": "Limonar", 
    "cargo": "Ministro de la Construcción de la República de Cuba.", 
    "biografia": "Cumplió misión internacionalista en la República Popular de Angola. Fue jefe de brigada constructora, vicedirector de Producción y vicedelegado del Micons en Villa Clara. En el 2003 es viceministro del Micons, viceministro primero, en el,2006, y en el 2007, presidente del Instituto Nacional de Recursos Hidráulicos. Desde el 2011, Ministro de la Construcción de la República de Cuba." 
  },
  {
    "nombre": "Jenniffer Bello Martinez", 
    "imagen": "mat7", 
    "age": "31", 
    "provincia": "Matanzas", 
    "municipio": "Los Arabos", 
    "cargo": "Profesora de la Universidad de Ciencias Pedagógicas", 
    "biografia": "Cumplió Servicio Militar Voluntario Femenino en la Brigada de la Frontera en Guantánamo. Premio Nacional en el Concurso Leer a Martí en el 2012, 2013 y 2014. En el 2015, 2016 y 2017 se desempeñó como Presidenta Nacional de la FEU. En el 2015, fue electa miembro del Consejo de Estado de la República de Cuba. ,Se graduó como profesora en la especialidad de Psicopedagogía. Es profesora de la Universidad de Ciencias Pedagógicas Enrique José Varona. " 
  },
  {
    "nombre": "Yannara Concepcion Dominguez", 
    "imagen": "mat8", 
    "age": "39", 
    "provincia": "Matanzas", 
    "municipio": "Martí", 
    "cargo": "Diputada", 
    "biografia": "Dirigió el Movimiento Juvenil Martiano a nivel municipal. Licenciada en Informática y funcionaria de la OPJM. Presidenta Municipal de esa organización. Primera Secretaria del Comité Municipal de la UJC en Los Arabos. En el 2015, Primera Secretaria del Comité Provincial de la UJC. ,Miembro del Buró Nacional de la UJC hasta ser promovida al trabajo profesional del Partido" 
  },
  {
    "nombre": "Raysel Garcia Cruz", 
    "imagen": "mat9", 
    "age": "59", 
    "provincia": "Matanzas", 
    "municipio": "Matanzas", 
    "cargo": "Presidenta del Consejo Popular de Boca Camarioca.", 
    "biografia": "Trabajó en la Escuela Gabriela Arias, de Cárdenas, como profesora de Enfermería. Se desempeñó en el Policlínico de Camarioca como jefa de Enfermeras y enfermera general en servicio de Urgencia, responsable del cuerpo de guardia. Elegida delegada del Poder Popular desde el 2015. Presidenta del Consejo Popular de Boca Camarioca." 
  },
  {
    "nombre": "Carmen Lidia Maden Gonzalez", 
    "imagen": "mat10", 
    "age": "59", 
    "provincia": "Matanzas", 
    "municipio": "Pedro Betancourt", 
    "cargo": "Artista de la Música. ", 
    "biografia": "Representó a Cuba en el Festival de Ostrava, en Nicaragua, por el ICAP, en 1987; formó parte del trío Suena Cubano en gira por Japón para realizar presentaciones en las zonas afectadas por el tsunami. Escogida por el maestro Frank Fernández para el tema Guerrillero del amor en homenaje al Comandante Fidel Castro en el 2012. Artista de la Empresa Provincial de la Música." 
  },
  {
    "nombre": "Luis Martinez de Armas", 
    "imagen": "mat11", 
    "age": "42", 
    "provincia": "Matanzas", 
    "municipio": "Perico", 
    "cargo": "Ministerio del Turismo.", 
    "biografia": "Especialista principal en la Empresa Caracol; promovido a director adjunto y director de la UEB Paradiso. Especialista ramal del Turismo. Secretario general del núcleo del PCC de la Delegación del Mintur y miembro del Comité Municipal del PCC en Cárdenas. Miembro del Subgrupo de Turismo del Consejo de la Administración Provincial. ,Fue Subdelegado del Ministerio del Turismo en Matanzas hasta ser promovido a Vicepresidente Primero de la OSDE CUBASOL, del Ministerio del Turismo" 
  },
  {
    "nombre": "Marilin Rodriguez Rodriguez", 
    "imagen": "mat12", 
    "age": "58", 
    "provincia": "Matanzas", 
    "municipio": "Unión de Reyes", 
    "cargo": "Representante del Gobierno en la Península de Hicacos.", 
    "biografia": "Cuadro en el Comité Municipal de la UJC, civil de las FAR en el Comité Militar de Varadero, la Unidad Administrativa Comercial Central. Directora de Villa Hicacos y de Villa Lupe, Directora Adjunta de la Unidad Administrativa Comercial,Central, Directora Adjunta del Hotel Club Media Varadero 1920. Delegada Territorial de Gaviota. Representante del Gobierno en la Península de Hicacos." 
  },
  {
    "nombre": "Estrella Patricia Sanchez", 
    "imagen": "mat13", 
    "age": "58", 
    "provincia": "Matanzas", 
    "municipio": "Calimete", 
    "cargo": "Dependiente de Servicios Gastronómicos del Hotel Meliá Las Antillas", 
    "biografia": "Comenzó su vida laboral en el Politécnico Primitivo Figueras como profesora de Educación Física, realizando la misma labor continúa en la Escuela Emilia Casanova y en la Marcelo Salado. Trabajó en la Villa Artística como Camarera y Dependiente de Servicios Gastronómicos. " 
  },
  {
    "nombre": "Arístides Lázaro García", 
    "imagen": "mat14", 
    "age": "57", 
    "provincia": "Matanzas", 
    "municipio": "Cárdenas", 
    "cargo": "Rector de la Universidad de Ciencias Médicas de Matanzas.", 
    "biografia": "Especialista de 2do. grado en Angiología y Cirugía Vascular. Profesor Titular de Angiología y Cirugía Vascular e Investigador. Comenzó su labor en el Servicio Provincial de dicha especialidad en el Hospital Militar de Matanzas Dr. Mario Muñoz Monroy. Ha participado como asesor en nueve países. Es asesor de la firma Heberbiotec. Rector de la Universidad de Ciencias Médicas de Matanzas." 
  },
  {
    "nombre": "Tatiana de la Caridad Tabio", 
    "imagen": "mat15", 
    "age": "55", 
    "provincia": "Matanzas", 
    "municipio": "Ciénaga de Zapata", 
    "cargo": "Presidenta de la Asamblea Municipal del Poder Popular de Martí.", 
    "biografia": "Profesora de la especialidad de Marxismo e Historia. Fue jefa de Departamento en la Educación de Adultos, simultaneando con la escuela de Superación para Jóvenes, y subdirectora de la Universidad. Formó parte del Comité Municipal del PCC. En el 2008 participó en la Revolución Energética, en Venezuela. ,Actualmente, es la Presidenta de la Asamblea Municipal del Poder Popular de Martí. " 
  },
  {
    "nombre": "Belkis Alfonso Biart", 
    "imagen": "mat16", 
    "age": "53", 
    "provincia": "Matanzas", 
    "municipio": "Colón", 
    "cargo": "Directora de la Clínica Estomatológica 27 de Noviembre. ", 
    "biografia": "Inicia su vida laboral en la Clínica Estomatológica 27 de Noviembre, de Colón como jefa de Servicio y directora de esa entidad. Cumplió misión internacionalista en la República Bolivariana de Venezuela, como responsable de la actividad de Estomatología de su CDI. Obtuvo la categoría docente de profesor instructor. Delegada de base. Directora de la Clínica Estomatológica 27 de Noviembre." 
  },
  {
    "nombre": "Mario Felipe Sabines Lorenzo", 
    "imagen": "mat17", 
    "age": "51", 
    "provincia": "Matanzas", 
    "municipio": "Jaguey Grande", 
    "cargo": "Gobernador de la provincia de Matanzas", 
    "biografia": "En 1994 comienza como adiestrado en la Unidad Básica de Productos Alimenticios en el Municipio Martí, desempeñándose en diferentes funciones en los Departamentos de Economía, Recursos Humanos, ATM y Producción. En 1997 es promovido a Director Municipal de la Vivienda y posteriormente como Director de Finanzas y Precios, en este mismo municipio. En esta etapa fue miembro del Comité Municipal de la UJC y Vicepresidente de la ANEC.,Del 2001 al 2011, se desempeñó como Subdirector Económico en la Dirección Provincial de Microbrigada Social; Subdirector y Director Provincial de la Vivienda en Matanzas.,En el 2011 es designado Vicepresidente del Consejo de la Administración Provincial hasta el 2015 en que fue electo Vicepresidente de la Asamblea Provincial.,Cursó la escuela provincial del Partido y de la Defensa y el Diplomado en Administración Pública. Ha participado en diferentes procesos electorales como Presidente de la Comisión Municipal y miembro de la Comisión Provincial" 
  },
  {
    "nombre": "Mayra Arevich Marin", 
    "imagen": "mat18", 
    "age": "39", 
    "provincia": "Matanzas", 
    "municipio": "Jovellanos", 
    "cargo": "Ministra de Comunicaciones de la República de Cuba", 
    "biografia": "Máster e Ingeniera en Telecomunicaciones. Ocupaba la responsabilidad de Presidenta Ejecutiva de la Empresa de Telecomunicaciones (ETECSA) desde 2011" 
  },
  {
    "nombre": "Adelisa Rivera Quintana", 
    "imagen": "mat19", 
    "age": "59", 
    "provincia": "Matanzas", 
    "municipio": "Limonar", 
    "cargo": "Presidenta del Consejo Popular Colón Este.", 
    "biografia": "Es técnico medio en Estadísticas. Cajera pagadora en la Empresa de Construcción y Montaje del Minaz. Auxiliar de contabilidad y capacitadora, estadística de Recursos Humanos. Se incorpora a la Empresa Cañera del Municipio de Los Arabos en la brigada 5, como contadora. En el CAI Mario Muñoz fue contadora planificadora. Presidenta del Consejo Popular Colón Este" 
  },
  {
    "nombre": "Reynaldo Catalá Barranco", 
    "imagen": "mat20", 
    "age": "51", 
    "provincia": "Matanzas", 
    "municipio": "Los Arabos", 
    "cargo": "Jefe de Finca de la Estación Experimental de Pastos y Forrajes Indio Hatuey", 
    "biografia": "Máster en Ciencias Agrícolas. Se inició en la Estación Experimental de Pastos y Forrajes Indio Hatuey, en el área de investigaciones. Es delegado a la Asamblea Municipal del Poder Popular desde 2012. Trabajó en el encepado del campo de golf de Varadero y del Club Habana. Jefe de Finca de la Estación Experimental de Pastos y Forrajes Indio Hatuey." 
  },
  {
    "nombre": "Manuela Teresa Rojas Monzon", 
    "imagen": "mat21", 
    "age": "59", 
    "provincia": "Matanzas", 
    "municipio": "Martí", 
    "cargo": "Diputada", 
    "biografia": "Fue auxiliar de personal en el Estado Mayor del Ejército Juvenil del Trabajo, en Colón; cajera pagadora en la Estación Experimental de Pastos y Forrajes Indio Hatuey, en Perico. ,Fue Primera Secretaria del Comité Municipal del Partido en Perico; jefa de Organización del Comité Provincial del PCC; miembro del Buró a esa instancia; y Primera Secretaria del Comité Provincial." 
  },
  {
    "nombre": "Leidymara de la Caridad Cardenas", 
    "imagen": "mat22", 
    "age": "24", 
    "provincia": "Matanzas", 
    "municipio": "Matanzas", 
    "cargo": "Técnica de Gestión Económica de la Empresa Logística Azumat. ", 
    "biografia": "Fue Presidenta Municipal de la FEEM. participó en el Destacamento Juvenil Aniversario 55 de los CDR, del cual fue la responsable político-ideológica. Obtuvo reconocimiento por resultar ganadora del concurso provincial de Contabilidad y se graduó de un curso de esa especialidad en la Escuela Provincial del Partido. Técnica de Gestión Económica de la Empresa Logística Azumat." 
  },
  {
    "nombre": "Ileana Amparo Flores Morales", 
    "imagen": "mat23", 
    "age": "56", 
    "provincia": "Matanzas", 
    "municipio": "Pedro Betancourt", 
    "cargo": "Directora de la Empresa Industrial Ferroviaria José Valdés Reyes.", 
    "biografia": "Comenzó en la Econid no. 1 de Pinar del Río. Fue Técnica de Uso y Explotación de la Energía. Laboró en la Comercializadora Escambray, como especialista principal. Fue directora de la División de Operaciones en Divep. Directora de la Empresa Industrial de Mecánica 2 de Septiembre de Jovellanos" 
  },
  {
    "nombre": "Yosel Perez Perez", 
    "imagen": "mat24", 
    "age": "38", 
    "provincia": "Matanzas", 
    "municipio": "Perico", 
    "cargo": "Director de la Estación Provincial de Investigación de la Caña de Azúcar.", 
    "biografia": "Ingeniero Agrónomo. Comienza en la Estación Experimental de la caña en Jovellanos como investigador, por su seriedad y consagración al trabajo, ocupa la responsabilidad de director general. Obtuvo el Premio Joven Talento de Azcuba y el de Mejor Investigador." 
  },
  {
    "nombre": "Isdalis Rodriguez Rodriguez", 
    "imagen": "mat25", 
    "age": "50", 
    "provincia": "Matanzas", 
    "municipio": "Unión de Reyes", 
    "cargo": "Miembro del secretariado nacional de la CTC.", 
    "biografia": "Trabajó en el Banco Popular de Ahorro y como administradora de la Zona Comercial de Bolondrón. Secretaria General del Comité Municipal del Sindicato del Comercio, la Gastronomía y los Servicios; miembro del Secretariado del Comité Municipal de la Central de Trabajadores de Cuba (CTC), en Pedro Betancourt. En el 2001 pasa a la CTC Provincial, como miembro profesional del Secretariado. En el 2011 es elegida secretaria general del Comité Provincial. Delegada a la Primera Conferencia Nacional del Partido." 
  },
  {
    "nombre": "Miguel Angel Zamora", 
    "imagen": "mat26", 
    "age": "56", 
    "provincia": "Matanzas", 
    "municipio": "Calimete", 
    "cargo": "Energético de la CCS Camilo Cienfuegos.", 
    "biografia": "Ingeniero en Explotación del Trasporte. Estuvo en la Unidad Militar 1077, Batallón de Exploración Destino Especial en Unión de Reyes. Fue Segundo Jefe de Plana Mayor. En el Estado Mayor Municipal de Unión de Reyes, fue jefe de Defensa Antiaérea, laboró de jefe de Logística del Sector Militar y como Jefe de Operaciones." 
  },
  {
    "nombre": "Ihosvany Cruz Pita", 
    "imagen": "mat27", 
    "age": "51", 
    "provincia": "Matanzas", 
    "municipio": "Cárdenas", 
    "cargo": "Presidente de la Asamblea Municipal del Poder Popular de Limonar", 
    "biografia": "Ingeniero Industrial. Laboró en la Unidad Electrónica de Limonar, como electricista y en la Fábrica de Calzado Humberto Lamothe, también en la Empresa de Alimentos y en la Empresa de Comercio y Gastronomía. Fue vicepresidente del Consejo de la Administración Municipal y vicepresidente de la Asamblea Municipal." 
  },
  {
    "nombre": "Odalys Garcia Perez", 
    "imagen": "mat28", 
    "age": "51", 
    "provincia": "Matanzas", 
    "municipio": "Ciénaga de Zapata", 
    "cargo": "Secretaria General de la FMC Provincial", 
    "biografia": "Trabajó en la granja agropecuaria Fructuoso Rodríguez, en la Empresa Pecuaria Genética de Matanzas. En la Federación de Mujeres Cubanas fue miembro del Secretariado en el municipio de Limonar y secretaria general. Fue funcionaria de la esfera Ideológica de la provincia y Secretaria General. Es licenciada en Sicología." 
  },
  {
    "nombre": "Lázaro Alberto Álvarez", 
    "imagen": "mat29", 
    "age": "59", 
    "provincia": "Matanzas", 
    "municipio": "Colón", 
    "cargo": "Ministro del Interior de la República de Cuba.", 
    "biografia": "Licenciado en Derecho, nivel superior de Contrainteligencia Militar, especialista de 2do. grado. Jefe de Territorio de Contrainteligencia Militar en el Ejército Oriental y en Ejército Occidental. Fundador de la Asociación de Combatientes de la Revolución Cubana el 7 de diciembre de 1993. Militante del Partido Comunista de Cuba, Delegado al VI, VII y VllI Congresos del Partido. Cumplió misión internacionalista en la República Popular de Angola." 
  },
  {
    "nombre": "Marianela Ortega Socorro", 
    "imagen": "mat30", 
    "age": "43", 
    "provincia": "Matanzas", 
    "municipio": "Jaguey Grande", 
    "cargo": "Directora Municipal de Trabajo y Seguridad Social.", 
    "biografia": "Trabajó en la Empresa Pecuaria Alacranes. En el año 2000 se incorpora a la Dirección Municipal de Trabajo, donde desempeñó diferentes cargos dentro del centro como orientadora laboral, especialista en Órgano laboral de Base y subdirectora de Empleo, hasta ser su directora. Es Licenciada en Sicología. " 
  },
  {
    "nombre": "Yuriet Estevez Gutierrez", 
    "imagen": "mat31", 
    "age": "39", 
    "provincia": "Matanzas", 
    "municipio": "Jovellanos", 
    "cargo": "Presidente de la Asamblea Municipal del Poder Popular de Ciénaga de Zapata.", 
    "biografia": "Comienza su vida laboral como ayudante en la construcción del Poder Popular. Fue chofer en el Gobierno Municipal y en la Empresa Forestal Ciénaga de Zapata. Licenciado en Derecho, en el 2011 designado asesor jurídico de la Empresa Forestal Integral Ciénaga de Zapata y en el 2015 asume como Director de la UEB Silvícola Occidental. " 
  },
  {
    "nombre": "Roberto Perez Jimenez", 
    "imagen": "mat32", 
    "age": "58", 
    "provincia": "Matanzas", 
    "municipio": "Limonar", 
    "cargo": "Jefe del Departamento de Organización del Comité Central del Partido", 
    "biografia": "Fue integrante del Buró Provincial del Partido en Sancti Spíritus, a cargo de la actividad política ideológica.,Atesora una trayectoria de trabajo en las filas de la Unión de Jóvenes Comunistas y el Partido, y durante los últimos años integró el Buró Provincial para atender, primero, la actividad social y, luego, la política-ideológica" 
  },
  {
    "nombre": "Livan Izquierdo Alonso", 
    "imagen": "mat33", 
    "age": "55", 
    "provincia": "Matanzas", 
    "municipio": "Los Arabos", 
    "cargo": "Primer Secretario del Comité Provincial del Partido en Ciego de Ávila.", 
    "biografia": "Graduado universitario y máster en Dirección de Empresas. Posee experiencia en el trabajo político, ocupó diferentes responsabilidades desde orientador hasta coordinador provincial de los Comités de Defensa de la Revolución (CDR).,En el Partido ha ejercido como miembro profesional del Buró en diferentes niveles y ocupado las responsabilidades de primer secretario de Comité Municipal y miembro profesional del buró ejecutivo provincial. ,Desde 2019 hasta marzo de 2022 Primer Secretario del Comité Provincial del Partido en Matanzas." 
  },
  {
    "nombre": "Leyda Finale de la Cruz", 
    "imagen": "mat34", 
    "age": "59", 
    "provincia": "Matanzas", 
    "municipio": "Martí", 
    "cargo": "Rectora de la Universidad de Matanzas", 
    "biografia": "En la Universidad de Matanzas se graduó de Ingeniería Industrial. Fue secretaria general del Partido y del Buró Sindical. Miembro del Secretariado del Sindicato Nacional de los Trabajadores de la Educación, la Ciencia y el Deporte, y del Comité Provincial de la CTC. Miembro del Buró Provincial del Partido y fue Decana de la Facultad de Ingeniería" 
  },
  {
    "nombre": "Minerva Alina García Pérez", 
    "imagen": "mat35", 
    "age": "56", 
    "provincia": "Matanzas", 
    "municipio": "Matanzas", 
    "cargo": "Investigadora de la Estación Experimental de Cítricos.", 
    "biografia": "Desde 1989 labora en la Estación Experimental de Cítricos y Frutales, transitando todas las categorías científicas; es investigadora auxiliar. Máster en Citricultura tropical, profesora adjunta auxiliar de la Universidad Camilo Cienfuegos en la Facultad de Agronomía. Jefa de Grupo de Investigación y Servicio de la Estación." 
  },
  {
    "nombre": "Liliam Mendoza Estrada", 
    "imagen": "mat36", 
    "age": "30", 
    "provincia": "Matanzas", 
    "municipio": "Pedro Betancourt", 
    "cargo": "Directora de la Casa del ALBA en La Habana", 
    "biografia": "Cumplió Servicio Militar Voluntario Femenino en la Brigada de la Frontera Fue instructora de arte en Jovellanos y presidenta provincial de la Brigada José Martí. Representó a esa organización en el Foro de Jóvenes en la VII Cumbre de las Américas, en Panamá en el 2015. Fue Presidenta Nacional de la Brigada de Instructores de Arte José Martí." 
  },
  {
    "nombre": "Ibrahim Santos Hernandez", 
    "imagen": "mat37", 
    "age": "54", 
    "provincia": "Matanzas", 
    "municipio": "Perico", 
    "cargo": "Director de Producción UEB Cosechas Jesús Rabí", 
    "biografia": "Comienza su trayectoria laboral como profesor de Combinadas, donde obtiene el mérito de profesor destacado; en el CAI Jesús Rabí es Mecánico de Combinadas y por los resultados obtenidos fue promovido a otros cargos, hasta Director de Servicios Mecanizados de Nueva Tecnología, responsabilidad que ejerce hasta la fecha." 
  },
  {
    "nombre": "Lisandra Hidalgo Martinez", 
    "imagen": "mat38", 
    "age": "34", 
    "provincia": "Matanzas", 
    "municipio": "Unión de Reyes", 
    "cargo": "Presidenta de la Asamblea Municipal del Poder Popular de Los Arabos.", 
    "biografia": "Licenciada en Sicología. Laboró en varias provincias del país. Subdirectora de Trabajo Social. Dirigió el Censo de Población y Viviendas en el 2012 en el territorio. Fue directora de Economía y Planificación, a nivel municipal y provincial. Delegada de base." 
  },
  {
    "nombre": "Betsy Diaz Velázquez", 
    "imagen": "mat39", 
    "age": "51", 
    "provincia": "Matanzas", 
    "municipio": "Calimete", 
    "cargo": "Ministra de Comercio Interior. ", 
    "biografia": "Licenciada en Química y Máster en Consultoría Gerencial. Posee varios diplomados en Administración Pública. Transcurrió 23 años de vida laboral en la actividad alimentaria, en la que transitó por diferentes cargos directivos. Desde el año 2018 se desempeña como Ministra de Comercio Interior de la República de Cuba. " 
  },
  {
    "nombre": "Miguel Díaz-Canel Bermúdez", 
    "imagen": "v1", 
    "age": "62", 
    "provincia": "Villa Clara", 
    "municipio": "Camajuaní", 
    "cargo": "Primer Secretario del Comité Central del Partido Comunista de Cuba y Presidente de la República de Cuba. ", 
    "biografia": "Nació el 20 de abril de 1960, en Santa Clara. La trayectoria estudiantil transcurrió con éxito en las diferentes enseñanzas. Ocupó cargos en la Organización de Pioneros, la FEEM y la FEU. Como militante de la UJC transitó por diferentes responsabilidades, desde la base hasta la Dirección Nacional. Fue Primer Secretario del Comité de la UJC de la Universidad Central de Villa Clara y miembro del Buró Provincial. Se graduó de Ingeniero Electrónico y posteriormente de Máster en Dirección.,Ocupó los cargos de Primer y Segundo Secretario del Comité Provincial de la UJC, en Villa Clara y de Segundo Secretario del Comité Nacional hasta 1993, en que fue promovido al trabajo del PCC como miembro del Buró Provincial en Villa Clara. En 1994 pasó a ocupar el cargo de Primer Secretario en esta provincia, labor que desarrolló con positivos y reconocidos resultados. Fue elegido miembro del Comité Central en el V Congreso. En el 2003 fue trasladado por decisión de la dirección del país como Primer Secretario del PCC en la provincia de Holguín, resultando electo miembro del Buró Político, debido a sus méritos y cualidades integrales. En el 2009 fue designado Ministro de Educación Superior y en 2012 como Vicepresidente del Consejo de Ministros. Promovido a Primer Vicepresidente de los Consejos de Estado y de Ministro en el 2013. Ratificado como miembro del Buró Político en el VI, VII y VIII Congreso del PCC, resultando electo en este último como Primer Secretario del Comité Central.,Fue Cooperante Internacionalista en Nicaragua desde 1987 hasta 1989. Cursó la Escuela Superior “Ñico López” y realizó un Postgrado de Economía Mundial y el Colegio de Defensa Nacional, donde se graduó en el Diplomado de Primer Nivel de Preparación para la Defensa. En el año 2000 fue ascendido al grado de Teniente Coronel. Ostenta, entre otros reconocimientos, las siguientes medallas: Vanguardia de la FEU, Servicio Distinguido de las FAR, Vanguardia de la DAAFAR, Cooperante Internacionalista y la Orden Félix Elmusa." 
  },
  {
    "nombre": "Asiel Aguada Barcelo", 
    "imagen": "v2", 
    "age": "30", 
    "provincia": "Villa Clara", 
    "municipio": "Cifuentes", 
    "cargo": " Presidente del Consejo Popular Sakenaf-Caracatey, de Santa Clara", 
    "biografia": "Fue presidente de la Federación de Estudiantes de la Enseñanza Media (FEEM) del Instituto Preuniversitario de Ciencias Pedagógicas ¨Mariano Clemente Prado¨. Trabajó en el policlínico docente Chiqui Gómez, donde ocupó el cargo de secretario del Comité de la Unión de Jóvenes Comunistas (UJC) del centro. Luego, pasó a trabajar en el Hospital Arnaldo Milián, donde fue el Secretario del Comité de la UJC y, posteriormente, integró el Comité Municipal de la UJC como cuadro profesional" 
  },
  {
    "nombre": "Clara Nubia Aliaga Castillo", 
    "imagen": "v3", 
    "age": "49", 
    "provincia": "Villa Clara", 
    "municipio": "Corralillo", 
    "cargo": " Especialista en Gestión de los Recursos Humanos de la Empresa de Materiales de la Construcción.", 
    "biografia": "Inició su vida laboral en la Empresa de Materiales de la Construcción de Villa Clara, donde permanece. Fue miembro del Comité Municipal del Partido y miembro del Comité Provincial, fue delegada a la Primera Conferencia Nacional del PCC. Es delegada de circunscripción. " 
  },
  {
    "nombre": "Manuel Guerra Garces", 
    "imagen": "v4", 
    "age": "60", 
    "provincia": "Villa Clara", 
    "municipio": "Encrucijada", 
    "cargo": "Jefe de Servicios Bancarios del Banco de Crédito y Comercio en Villa Clara.", 
    "biografia": "Máster en Administración de Negocios, profesor auxiliar de la Facultad de Ciencias Económicas de la Universidad Central 'Marta Abreu' de Las Villas y ha ocupado varias responsabilidades en diferentes centros del Ministerio del Azúcar (MINAZ) en Villa Clara. Es miembro de honor de la Asociación Nacional de Economistas de Cuba (ANEC) y vicepresidente en la provincia. Es delegado desde el XV mandato." 
  },
  {
    "nombre": "Alberto Lopez Diaz", 
    "imagen": "v5", 
    "age": "56", 
    "provincia": "Villa Clara", 
    "municipio": "Manicaragua", 
    "cargo": "Gobernador de Villa Clara. ", 
    "biografia": "En 1986 se gradúa como profesor de Enseñanza Profesional y se incorpora a trabajar en el Instituto Politécnico “Fabric Aguilar Noriega” donde ocupó varias responsabilidades, siendo reconocido como Educador Ejemplar. En 1992 concluye los estudios de Licenciatura en Construcción de Maquinarias en el ISP Félix Varela.,A partir de 1995 se ha desempeñado en los cargos de Presidente del Consejo Popular Virginia-José Martí, Subdirector de la Empresa Municipal de Acueducto en Santa Clara, Secretario y Vicepresidente de la Asamblea Municipal en el propio territorio, Director General de la Empresa Provincial de Servicios Técnicos y Personales, Director General de la Empresa Universal en Villa Clara, Vicepresidente del Consejo de la Administración Provincial, Vicepresidente de la Asamblea Provincial del Poder Popular y desde el 2017, su Presidente.,Ha recibido las Medallas Conmemorativa por el 50 Aniversario de las FAR y Distinción Destacado en la preparación para la Defensa. Es Diputado a la Asamblea Nacional del Poder Popular" 
  },
  {
    "nombre": "Roberto Lopez Hernandez", 
    "imagen": "v6", 
    "age": "64", 
    "provincia": "Villa Clara", 
    "municipio": "Placetas", 
    "cargo": "Viceministro del Ministerio de Comercio Exterior y la Inversión Extranjera. ", 
    "biografia": "Fue primer secretario del Comité de la Unión de Jóvenes Comunistas (UJC) en Corralillo. En el Partido Comunista de Cuba (PCC) fungió como primer secretario en los municipios de Quemado de Güines, Corralillo, Sagua la Grande y Santa Clara.,Fue Primer Secretario del Comité Provincial del PCC en Villa Clara y miembro del Secretariado del Comité Central. Fue Jefe de la Misión de Colaboración en Venezuela. Viceministro del Ministerio de Comercio Exterior y la Inversión Extranjera." 
  },
  {
    "nombre": "Belkis Maria Lopez Vazquez", 
    "imagen": "v7", 
    "age": "60", 
    "provincia": "Villa Clara", 
    "municipio": "Quemado de Güines", 
    "cargo": "Directora General de la Empresa Contratista de Obras", 
    "biografia": "Se inició como trabajadora en la Empresa de Obras de Arquitectura de la ECOA No. 13, donde ha sido jefa técnica de la brigada No. 1 y cuadro profesional del Partido Comunista de Cuba (PCC), directora adjunta y directora general de la Empresa de Servicios de Ingeniería Villa Clara. Ha sido secretaria del comité de base y miembro del comité de la Unión de Jóvenes Comunistas (UJC) de su empresa." 
  },
  {
    "nombre": "Luis Morlote Rivas", 
    "imagen": "v8", 
    "age": "48", 
    "provincia": "Villa Clara", 
    "municipio": "Ranchuelo", 
    "cargo": "Presidente de la Unión de Escritores y Artistas de Cuba-Uneac", 
    "biografia": "Mientras estudiaba comenzó a laborar en la emisora municipal CMKS, en Sagua la Grande, donde dirigió una revista cultural y programas de radio en la cadena provincial de Villa Clara, CMHW. En 1997 en el XX Festival Nacional obtuvo el Primer Premio de programas dedicados al aniversario 75 de la Radio Cubana. Al graduarse alternó su labor como profesor de Lingüística de la Universidad Central de Las Villas, con la de director de la Revista Informativa Radio Revista W. ,Ha tenido un destacado desempeño, desde 1994 hasta la actualidad, en la concepción y realización de programas informativos radiales y televisivos especializados en la comunicación de contenidos culturales, como Apuntes, Dial al día y La fiesta del guatao, en emisoras villaclareñas, y Paréntesis y el Noticiero Cultural, en la Televisión Cubana. Al frente de este último ha logrado consolidar un espacio de enorme impacto social, imprescindible en la defensa de la política cultural.,Le fue conferida la categoría docente especial, Profesor Invitado de la Facultad de Humanidades de la Universidad Central 'Marta Abreu' de Las Villas. Fue Vicepresidente de la UNEAC y Director del Noticiero Cultural. Fue Presidente de la Asociación Hermanos Saíz.,Actualmente, es Vicepresidente de la Comisión de Educación, Cultura, Ciencia, Tecnología y Medio Ambiente de la Asamblea Nacional del Poder Popular.,Elegido el 30 de junio de 2019 como presidente de la Unión de Escritores y Artistas de Cuba." 
  },
  {
    "nombre": "Yaritza Moya Caballero", 
    "imagen": "v9", 
    "age": "47", 
    "provincia": "Villa Clara", 
    "municipio": "Remedios", 
    "cargo": "Secretaria del Consejo de Gobierno Provincial.  ", 
    "biografia": "Comenzó como maestra en la escuela para sordos e hipoacúsicos, luego fue designada inspectora escolar de la Dirección Municipal de Educación; subdirectora de primaria, secundaria básica y preuniversitario; y posteriormente subdirectora general del municipio. Cumplió misión en Venezuela. Fue secretaria del Consejo de la Administración y Presidenta de la Asamblea Municipal del Poder Popular en Santa Clara" 
  },
  {
    "nombre": "Maria Teresa Perez Guillen", 
    "imagen": "v10", 
    "age": "55", 
    "provincia": "Villa Clara", 
    "municipio": "Sagua la Grande", 
    "cargo": "Obrera de la Unidad Básica de Producción Cooperativa (UBPC) Jesús Menéndez. ", 
    "biografia": "Comenzó su vida laboral en la Empresa de Cultivos Varios de Cascajal y conjuntamente matricula en la Facultad Obrero Campesina. Optó de forma voluntaria por el Servicio Militar Femenino. Al culminar se incorporó al trabajo agrícola. Es secretaria de la sección sindical de la Empresa de Cultivos Varios y miembro del Comité Provincial de la Central de Trabajadores de Cuba (CTC)." 
  },
  {
    "nombre": "Omar Isidoro Perez Gomez", 
    "imagen": "v11", 
    "age": "59", 
    "provincia": "Villa Clara", 
    "municipio": "Santa Clara", 
    "cargo": "Presidente del Consejo Popular Centro.  ", 
    "biografia": "Comenzó como profesor de Física en Granma. Ha ocupado diferentes responsabilidades en el sector educacional, entre ellas subdirector general de trabajo educativo en la Ciudad Escolar; jefe de departamento de Ciencias Exactas y subdirector Docente en el Instituto Preuniversitario Vocacional de Ciencias Exactas (IPVCE). Obtuvo el Premio Especial del Ministro de Educación en el 2004. Es delegado de circunscripción." 
  },
  {
    "nombre": "Osnay Miguel Colina Rodriguez", 
    "imagen": "v12", 
    "age": "47", 
    "provincia": "Villa Clara", 
    "municipio": "Santo Domingo", 
    "cargo": "Primer Secretario del Comité Provincial del Partido en Villa Clara.", 
    "biografia": "Ha tenido una trayectoria en ascenso desde sus años estudiantiles, tanto en la Federación de Estudiantes de la Enseñanza Media (FEEM) como en la Federación Estudiantil Universitaria (FEU), y luego ocupó importantes responsabilidades en las filas de la Unión de Jóvenes Comunistas (UJC), de la cual fue su primer secretario en Villa Clara y  miembro del Comité Nacional.,Con posterioridad impartió docencia en la Universidad Central «Marta Abreu» de Las Villas y pasó a desempeñar labores partidistas, tanto en el municipio de Ranchuelo, del cual fue miembro de su Buró Ejecutivo, a cargo de la labor político-ideológica, como en Santa Clara, ciudad cabecera de la provincia, donde se desempeñó como su primer secretario.,Al momento de ser electo primer secretario del Partido en Villa Clara era miembro profesional del Buró Ejecutivo a cargo del trabajo político-ideológico." 
  },
  {
    "nombre": "Maria de los Angeles Diaz", 
    "imagen": "v13", 
    "age": "55", 
    "provincia": "Villa Clara", 
    "municipio": "Caibarién", 
    "cargo": "Presidenta de la Asamblea Municipal del Poder Popular de Corralillo.", 
    "biografia": "Fue profesora de Historia y Cultura Política en varios centros educacionales, directora del Palacio de los Pioneros Israel Ruiz, luego secretaria de la Asamblea Municipal del Poder Popular y vicepresidenta. En la Federación de Mujeres Cubanas (FMC) ha ocupado diferentes responsabilidades desde la base hasta miembro del comité municipal" 
  },
  {
    "nombre": "Betsy Arroyo Rafuls", 
    "imagen": "v14", 
    "age": "53", 
    "provincia": "Villa Clara", 
    "municipio": "Camajuaní", 
    "cargo": "Presidenta de la Asociación Nacional de Agricultores Pequeños (ANAP) en Villa Clara ", 
    "biografia": "Presidenta de la Asociación Nacional de Agricultores Pequeños (ANAP) en Villa Clara" 
  },
  {
    "nombre": "Ana Maria Mari Machado", 
    "imagen": "v15", 
    "age": "59", 
    "provincia": "Villa Clara", 
    "municipio": "Cifuentes", 
    "cargo": "Vicepresidenta de la Asamblea Nacional del Poder Popular y del Consejo de Estado", 
    "biografia": "Nació el 22 de mayo de 1963 en Calabazar de Sagua, Encrucijada, provincia Villa Clara.,Se inició como pionera, ocupando responsabilidades a nivel de aula y colectivo. Fue miembro de la FEEM en la escuela vocacional “Comandante Ernesto Guevara” y de la FEU en la Universidad Central de Las Villas. Participó en las actividades de estas organizaciones y en las Brigadas Estudiantiles de Trabajo. Es Licenciada en Derecho.,Comenzó su vida laboral el 1ro. de septiembre de 1986 como asesora jurídica en el CAI “Abel Santamaría” hasta 1992, fecha en la que ingresó en el sistema de tribunales como jueza en el Tribunal Municipal Popular de Encrucijada, respondiendo al llamado del PCC para fortalecer esta actividad. En 1993 fue elegida presidenta de dicho tribunal, cargo que desempeñó hasta diciembre de 1999, cuando fue trasladada como jueza al Tribunal Provincial Popular de Villa Clara por necesidades del servicio judicial, órgano que presidió desde el 15 de agosto del año 2000 hasta el 3 de diciembre de 2009, cuando resultó electa Vicepresidenta del Tribunal Supremo Popular, responsabilidad que ocupó hasta el año 2012, al pasar a desempeñarse como Vicepresidenta de la Asamblea Nacional del Poder Popular, hasta la actualidad.,Ingresó en la UJC en el año 1986,  dirigió el comité de base y  el comité del CAI Abel Santamaría. En 1993 pasó a las filas del PCC, organización en la que ha ocupado diferentes responsabilidades, desde el nivel de núcleo, miembro del Comité Municipal de Encrucijada, del Comité Provincial en Villa Clara durante 10 años, y actualmente del Comité Central del Partido Comunista de Cuba desde el año 2011.,En las organizaciones de masas fue presidenta de CDR e integró el Comité provincial de la FMC en Villa Clara.,Fue delegada a la Asamblea Provincial del Poder Popular de Villa Clara en el mandato 1998-2003. Es Diputada a la Asamblea Nacional desde el año 2003 y miembro de la Comisión de Asuntos Constitucionales y Jurídicos hasta el año 2012.,Presidió la Comisión Electoral Nacional para el proceso eleccionario del año 2010 e integró la Comisión redactora de la Constitución de la República de 2019.,Ha cursado estudios políticos y militares en el sistema de escuelas del PCC y de preparación para la defensa. Alcanzó la categoría de especialista en Derecho Penal y es graduada del Diplomado en Administración Pública en la Escuela Superior de Cuadros del Estado y del Gobierno.,Ha sido reconocida con las Medallas “Por la Producción y la Defensa”, 40 Aniversario de los Tribunales Populares y Reconocimiento al Mérito Judicial. Recibió  la Distinción “23 de agosto” de la FMC.,Fue invitada al VI Congreso del PCC, delegada a la Primera Conferencia del PCC y a su  VII  y VIII Congreso" 
  },
  {
    "nombre": "Adisvey Galvez Juvier", 
    "imagen": "v16", 
    "age": "32", 
    "provincia": "Villa Clara", 
    "municipio": "Corralillo", 
    "cargo": "Presidente de la Asociación Nacional de Agricultores Pequeños en Corralillo.", 
    "biografia": "Comenzó a laboral en la dulcería La Vanguardia. Laboró en la Unión de Jóvenes Comunistas (UJC) municipal como custodio. Fue presidente de su Comité de Defensa de la Revolución (CDR). En el 2011 pasó a ser miembro del Secretariado Municipal de los CDR y participó en el 7mo. Congreso de esa organización. Fue secretario e ideológico en el Secretariado Ejecutivo Municipal de los CDR. Desde el XIV mandato es delegado del Poder Popular. ,Fue Presidente de la Organización de Base de la Asociación Nacional de Agricultores Pequeños (ANAP) en la Cooperativa de Créditos y Servicios (CCS) Orlando Suárez Corzo. Actualmente, es Presidente de la Asociación Nacional de Agricultores Pequeños (ANAP) en Corralillo" 
  },
  {
    "nombre": "Aurora Gonzalez Sanchez", 
    "imagen": "v17", 
    "age": "63", 
    "provincia": "Villa Clara", 
    "municipio": "Encrucijada", 
    "cargo": " Presidenta de la Asamblea Municipal del Poder Popular de Sagua la Grande", 
    "biografia": "Inició su vida laboral en la Escuela Primaria Mártires del 9 de Abril, luego trabajó en otros centros educacionales ocupando distintas responsabilidades de trabajo y sindicales. Ha sido presidenta del Consejo Popular Isabela-Nueva Isabela, directora municipal de la Vivienda y directora municipal de Cultura. Cumplió misión internacionalista en Venezuela." 
  },
  {
    "nombre": "José Ramón Saborido Loidi", 
    "imagen": "v18", 
    "age": "72", 
    "provincia": "Villa Clara", 
    "municipio": "Manicaragua", 
    "cargo": " Ministro de Educación Superior de la República de Cuba", 
    "biografia": "Doctor en Ciencias Técnicas y profesor titular. Transitó desde la base en cargos vinculados a la docencia como instructor, profesor, decano, vicerrector y rector hasta su designación, en 2012, como Viceministro Primero del Ministerio de Educación Superior en Cuba" 
  },
  {
    "nombre": "Yudi Mercedes Rodriguez Hernandez", 
    "imagen": "v19", 
    "age": "54", 
    "provincia": "Villa Clara", 
    "municipio": "Placetas", 
    "cargo": "jefa del Departamento de Atención a los Servicios del Comité Central del Partido ", 
    "biografia": "Licenciada en Marxismo Leninismo e Historia. Posee una amplia trayectoria como cuadro profesional de la Unión de Jóvenes Comunistas (UJC) y del Partido Comunista de Cuba (PCC), ocupó en este último las responsabilidades como primera secretaria en los comités municipales de Manicaragua y Sagua La Grande.,Fue Primera Secretaria del Comité Provincial del Partido en Villa Clara hasta marzo de 2022.,Miembro del Comité Central del Partido Comunista de Cuba. Miembro del Secretariado del Comité Central del Partido y jefa del Departamento de Atención a los Servicios del Comité Central del Partido." 
  },
  {
    "nombre": "Julio Enrique Morales Verea", 
    "imagen": "v20", 
    "age": "50", 
    "provincia": "Villa Clara", 
    "municipio": "Quemado de Güines", 
    "cargo": " Secretario General del del Sindicato Nacional de Trabajadores de Hotelería y Turismo.", 
    "biografia": "Trabajó como encargado de la actividad administrativa en la ECOING-25, allí fue dirigente del buró sindical y luego miembro del Secretariado Provincial del sindicato de la Construcción. Ha transitado por responsabilidades como miembro del Secretariado municipal y secretario general de la Central de Trabajadores de Cuba (CTC) de Santa Clara, y miembro del secretariado provincial de la CTC" 
  },
  {
    "nombre": "Celina Margarita Ruiz", 
    "imagen": "v21", 
    "age": "64", 
    "provincia": "Villa Clara", 
    "municipio": "Ranchuelo", 
    "cargo": " Presidenta del Consejo Popular Abel Santamaría", 
    "biografia": "Comenzó a laboral en el Círculo Infantil Pequeños Konsomoles, en Santa Clara. En 1985 se trasladó al Círculo Infantil Sueños de Abel como educadora. Se destacó por su participación en eventos científicos. Militante del Partido Comunista de Cuba (PCC) desde 1986, donde ha ocupado diferentes responsabilidades como activista de opinión del pueblo. Fue vicepresidenta del Buró de la Asociación Nacional de Innovadores y Racionalizadores (ANIR) en el municipio. " 
  },
  {
    "nombre": "Gustavo Montesino Reyes", 
    "imagen": "v22", 
    "age": "58", 
    "provincia": "Villa Clara", 
    "municipio": "Remedios", 
    "cargo": "Director Territorial de ETECSA ", 
    "biografia": "Comenzó a laborar en el Batallón de Comunicaciones de la Marina de Guerra Revolucionaria en la Base Naval Central en Cienfuegos, fue jefe de la Unidad Integral de Comunicaciones del municipio de Corralillo y jefe del Centro Telefónico en esta localidad, Sagua La Grande y Santa Clara, subgerente de la Filial de Clientes en la Gerencia Territorial Villa Clara y gerente representante del Presidente en el territorio. Vanguardia Nacional." 
  },
  {
    "nombre": "Esther Lidia Perez Coello", 
    "imagen": "v23", 
    "age": "60", 
    "provincia": "Villa Clara", 
    "municipio": "Sagua la Grande", 
    "cargo": "Presidenta Provincial de la Unión de Informáticos de Cuba.  ", 
    "biografia": "Dirigente de la Federación de Estudiantes de la Enseñanza Media (FEEM) y la Federación Estudiantil Universitaria (FEU). Inició su vida laboral en la Empresa Integral de Sistemas Automatizados y Técnicas de Computación. Fundó y dirigió el primer Joven Club de Computación y Electrónica en la provincia. Fue Cuadro profesional del Partido Comunista de Cuba (PCC)." 
  },
  {
    "nombre": "Osviel Isvey Rodriguez", 
    "imagen": "v24", 
    "age": "31", 
    "provincia": "Villa Clara", 
    "municipio": "Santa Clara", 
    "cargo": "Cordinador de Programas y Objetivos del Consejo de Administración Municipal de Camajuaní.", 
    "biografia": "Comenzó a laboral como informático en la Dirección Municipal de Economía y Planificación, donde tuvo una meritoria trayectoria. Es miembro del Consejo de la Administración y jefe del Subgrupo Global de la Economía del Grupo Económico Social, del Consejo de Defensa Municipal. Fue miembro del Comité Municipal de la Unión de Jóvenes Comunistas (UJC) y presidente de las Brigadas Técnicas Juveniles (BTJ). Fue miembro no profesional del secretariado municipal de los Comité de Defensa de la Revolución (CDR). Ha sido delegado por tres mandatos, en el IV proceso de Rendición de Cuentas se desempeñó como presidente en funciones del Consejo Popular Camajuaní I" 
  },
  {
    "nombre": "Liem O'Farrill Mons", 
    "imagen": "v25", 
    "age": "50", 
    "provincia": "Villa Clara", 
    "municipio": "Santo Domingo", 
    "cargo": "Director General de Enseñanza Media del Ministerio de Educación.", 
    "biografia": "Se inicia laboralmente como maestro, luego es promovido a la Dirección Provincial de Educación y transita como metodólogo de primaria y subdirector provincial. Fue director municipal de Educación en Caibarién. Cumplió misiones internacionalistas en Colombia y Venezuela. Fue delegado de circunscripción." 
  },
  {
    "nombre": "Barbara Maria Hernandez", 
    "imagen": "v26", 
    "age": "51", 
    "provincia": "Villa Clara", 
    "municipio": "Caibarién", 
    "cargo": "Presidenta del Consejo Popular Carrillo ", 
    "biografia": "Comenzó su vida laboral en el Instituto Preuniversitario en el Campo (IPUEC) Marcelo Salado Lastra, allí fue secretaria del comité de la Unión de Jóvenes Comunistas (UJC) y miembro del Comité Municipal. Se desempeñó como cuadro profesional de la UJC y luego del Partido Comunista de Cuba (PCC). Trabajó en el Motel Caonao, perteneciente al Complejo Agro Industrial (CAI) Heriberto Duquesne, y en Acopio Carrillo como administradora. Es delegada de circunscripción." 
  },
  {
    "nombre": "Alpidio Alonso Grau", 
    "imagen": "v27", 
    "age": "59", 
    "provincia": "Villa Clara", 
    "municipio": "Camajuaní", 
    "cargo": " Ministro de Cultura", 
    "biografia": "Nació el 5 de noviembre de 1963 en Dalia, Venegas, municipio Yaguajay, provincia Las Villas. Graduado de Ingeniería Eléctrica por la Universidad Central de Las Villas.,Trabajó como obrero en el Complejo Agro-Industrial (CAI) Simón Bolívar en Sancti Spíritus.,Trabajó como editor y dirigió la Editoral Sed de Belleza, proyecto de la Asociación Hermanos Saíz (AHS) a la que se mantiene vinculado.,Fundó y dirigió el boletín Entrepáginas. Jóvenes trovadores cubanos han musicalizado textos poéticos de su autoría. Fue fundador y guionista del programa radial “La casa del fabulador”, en la emisora provincial CMHW, de la provincia Villa Clara; igualmente escribió y condujo durante más de un año (2004 - 2005) el programa juvenil de promoción de poesía y música 'Nunca es Tarde', transmitido semanalmente por la emisora nacional Radio Progreso.,Fue presidente del Consejo Provincial de Artes Escénicas en Villa Clara.,Fundó y dirigió la revista de arte y literatura Dédalo, publicación de la Asociación Hermanos Saíz, organización que agrupa a los escritores y artistas jóvenes cubanos. Formó parte, además, de los Consejos Asesores de la Revista Umbral y de la Editorial Letras Cubanas.,En el Primer Congreso de la Asociación Hermanos Saíz (AHS) celebrado en octubre de 2001, fue elegido Presidente de esta organización de jóvenes escritores y artistas, responsabilidad en la que se desempeñó hasta diciembre de 2006. Entre abril de 2007 y junio de 2008 trabajó como vicepresidente del Instituto Cubano del Libro (ICL)" 
  },
  {
    "nombre": "Andres Castro Alegria", 
    "imagen": "v28", 
    "age": "51", 
    "provincia": "Villa Clara", 
    "municipio": "Cifuentes", 
    "cargo": "Profesor de la Universidad Central de Las Villas. ", 
    "biografia": "Inició como reserva científica en la Universidad Central de Las Villas, donde transita como decano de la Facultad Agropecuaria, director del Centro de Investigaciones Agropecuarias y vicerrector. Premio Anual al Mérito Científico-Técnico. Cuadro Destacado del Ministerio de Educación Superior. Vicepresidente del Tribunal Nacional para la Defensa de Grado Científico. ,Fue Rector de la Universidad Central de Las Villas y Presidente de la Comisión de Educación, Cultura, Ciencia, Tecnología y Medio Ambiente de la Asamblea Nacional del Poder Popular." 
  },
  {
    "nombre": "Odalys Gonzalez Sanchez", 
    "imagen": "v29", 
    "age": "61", 
    "provincia": "Villa Clara", 
    "municipio": "Corralillo", 
    "cargo": "Presidenta del Consejo Popular Juan Pedro Carbó Serviá. ", 
    "biografia": "Se inicia laboralmente en el Complejo Agro-Industrial (CAI) Juan Pedro Carbó Serviá, donde se desempeña como especialista y técnico, y fue secretaria del comité de la Unión de Jóvenes Comunistas (UJC) y del núcleo Partido Comunista de Cuba (PCC). En el 2007 fue electa delegada de su circunscripción y se ha desempeñado como presidenta del Consejo Popular Juan Pedro Carbó Serviá" 
  },
  {
    "nombre": "Ania Maria Aparicio", 
    "imagen": "v30", 
    "age": "51", 
    "provincia": "Villa Clara", 
    "municipio": "Encrucijada", 
    "cargo": "Directora Provincial de Justicia.", 
    "biografia": "Comenzó a laborar en la Fiscalía del municipio de Ranchuelo, donde obtuvo la militancia del Partido Comunista de Cuba (PCC) y fue Fiscal Jefe. Luego laboró en la Fiscalía provincial, donde transitó por diferentes responsabilidades como Fiscal Jefe del Departamento de Cuadros y Capacitación, fiscal jefe de Verificaciones Fiscales de Villa Clara. Nombrada Vicefiscal Jefa Provincial. Cuadro Destacado en la Fiscalía en Villa Clara." 
  },
  {
    "nombre": "Alexander Jimenez Machado", 
    "imagen": "v31", 
    "age": "41", 
    "provincia": "Villa Clara", 
    "municipio": "Manicaragua", 
    "cargo": "Presidente de la Cooperativa de Créditos y Servicios (CCS) El Vaquerito.", 
    "biografia": "Al terminar los estudios secundarios ingresó en la Brigada del Complejo Agro Industrial (CAI) Braulio Coroneaux, más tarde se incorporó a la tarea Álvaro Reinoso y alcanzó el título de Técnico Medio en Agronomía. Fue secretario del comité de base de la Unión de Jóvenes Comunistas (UJC). Solicitó tierras y se asoció a la Cooperativa de Créditos y Servicios (CCS) El Vaquerito. Es delegado de circunscripción." 
  },
  {
    "nombre": "Joaquin Miguel Bernal Rodriguez", 
    "imagen": "v32", 
    "age": "58", 
    "provincia": "Villa Clara", 
    "municipio": "Placetas", 
    "cargo": "Funcionario del Comité Central del Partido Comunista de Cuba.  ", 
    "biografia": "Fue dirigente de la Federación de Estudiantes de la Enseñanza Media (FEEM) y la Federación Estudiantil Universitaria (FEU). Atendió los órganos judiciales y estatales del Partido en Villa Clara. Miembro de número de la Sociedad Cubana de Derecho Constitucional y Administrativo de la Unión Nacional de Juristas de Cuba. Comenzó como fiscal en el municipio de Ranchuelo y fue Fiscal Jefe. Ha sido funcionario del Partido Comunista de Cuba (PCC) en Villa Clara, luego funcionario del Comité Central del Partido, vicejefe del departamento de Organización del CCPCC y funcionario de la Oficina del Segundo Secretario. Integró el II Contingente de la Brigada Estudiantil de Trabajo Internacionalista Carlos Fonseca Amador que laboró en Nicaragua. Fue delegado al 5to. y 6to. congresos del PCC e invitado al 7mo. Fue delegado del Poder Popular." 
  },
  {
    "nombre": "Martha Mena Rodriguez", 
    "imagen": "v33", 
    "age": "46", 
    "provincia": "Villa Clara", 
    "municipio": "Quemado de Güines", 
    "cargo": "Presidenta del Consejo Popular Mordazo. ", 
    "biografia": "Inició su vida laboral en el centro José Luis Gómez, donde fue guía base, ingresó en las filas de la Unión de Jóvenes Comunistas (UJC) y se desempeñó como secretaria general de su organización de base y miembro del comité municipal. Desde el 2002 pertenece al Partido Comunista de Cuba (PCC). Es delegada del Poder Popular desde el 2007 y presidenta desde el XI mandato en el Consejo Popular Mordazo." 
  },
  {
    "nombre": "Sergio Juan Rodriguez Morales", 
    "imagen": "v34", 
    "age": "74", 
    "provincia": "Villa Clara", 
    "municipio": "Ranchuelo", 
    "cargo": "Director del Instituto de Investigaciones de Viandas Tropicales.", 
    "biografia": "Miembro de Mérito de la Academia de Ciencias de Cuba, e investigador titular del Ministerio de Ciencia, Tecnología y Medio Ambiente. Director del Instituto de Investigaciones de Viandas Tropicales (INIVIT) del Ministerio de la Agricultura, desde 1991. Miembro del Consejo de Estado en la Séptima Legislatura, (2009)" 
  },
  {
    "nombre": "Meisi Bolaños Weiss", 
    "imagen": "v35", 
    "age": "52", 
    "provincia": "Villa Clara", 
    "municipio": "Remedios", 
    "cargo": "Ministra de Finanzas y Precios. ", 
    "biografia": "Graduada en 1993 de Licenciatura en Derecho en la Universidad de La Habana y cursó la Especialidad de Administración Financiera.,Cursó el Diplomado de Administración Pública en la Escuela Superior de Cuadros del Estado y el Gobierno.,Ha participado como ponentes en varios congresos, talleres y seminarios nacionales e internacionales.,Directora Jurídica del Ministerio de Finanzas y Precios desde el 2005 hasta abril del 2007, año en que es designada viceministra de ese organismo. El 8 de enero de 2019 fue nombrada Ministra de Finanzas y Precios de la República de Cuba." 
  },
  {
    "nombre": "Milaxy Yanet Sanchez Armas", 
    "imagen": "v36", 
    "age": "50", 
    "provincia": "Villa Clara", 
    "municipio": "Sagua la Grande", 
    "cargo": " Vicegobernadora de Villa Clara", 
    "biografia": "Inicia su vida laboral en 1996 como adiestrada en el CAI “Ifraín Alfonso”, luego se traslada a la Empresa Municipal de Alimentación Pública, donde concluye el servicio social en 1998. En este propio año se incorpora a la Empresa Municipal de Comercio y Gastronomía en Ranchuelo, donde se desempeñó como Técnico en Servicios Gastronómicos, Especialista Principal, Subdirectora y Directora.,Posteriormente, pasa a Especialista en la Empresa Provincial de Servicios Especiales; Administradora del Servi CUPET y Jefa de la UEB Servicios Especiales, en el propio Municipio de Ranchuelo. En el 2010 es designada Vicepresidenta del Consejo de la Administración y posteriormente electa como Vicepresidenta de la Asamblea y Presidenta del propio municipio. En el 2019 fue designada Vicepresidenta para el Órgano de la Administración Provincial en Villa Clara.,Ha realizado cursos de Metrología y Control de la Calidad y los Diplomados de Gerencia y en Administración Pública. Fue miembro del Consejo de Defensa Municipal" 
  },
  {
    "nombre": "Jesus Arturo Satorre Ygualada", 
    "imagen": "v37", 
    "age": "52", 
    "provincia": "Villa Clara", 
    "municipio": "Santa Clara", 
    "cargo": "Director del Hospital Cardiocentro Ernesto Guevara", 
    "biografia": "Trabaja en el Cardiocentro de Villa Clara. En su actividad profesional se ha desempeñado como especialista de Primer y Segundo grados, Cumplió misión en Guinea Bissau, colaboró en Guatemala y en Yemen. Ha ocupado diferentes responsabilidades en el Cardiocentro. ,Máster en Educación Médica Superior, Profesor e Investigador auxiliar en Cardiología." 
  },
  {
    "nombre": "Minoska Cadalso Navarro", 
    "imagen": "v38", 
    "age": "57", 
    "provincia": "Villa Clara", 
    "municipio": "Santo Domingo", 
    "cargo": "Jefa del Departamento de Comunicación e Información del Gobierno en Villa Clara. ", 
    "biografia": "Su vida profesional ha transcurrido en la radio, primero en la redacción y después como reportera, participando en varias coberturas de gran relevancia nacional e internacional, incluidas giras del líder histórico de la Revolución cubana, Fidel Castro Ruz. Ha obtenido numerosos reconocimientos y premios como el Juan Gualberto Gómez y el 26 de Julio. Cumplió misión internacionalista en Venezuela. ,Fue Corresponsal de Radio Rebelde y Locutora de la emisora CMHW. Actualmente, es Jefa del Departamento de Comunicación e Información del Gobierno Provincial del Poder Popular en Villa Clara." 
  },
  {
    "nombre": "Yoerky Sanchez Cuellar", 
    "imagen": "v39", 
    "age": "39", 
    "provincia": "Villa Clara", 
    "municipio": "Caibarién", 
    "cargo": "Director del periódico Juventud Rebelde. ", 
    "biografia": "Fue miembro del Comité Nacional de la UJC y es diputado desde el 2003. Periodista en el periódico Vanguardia de Villa Clara, dirigió la revista Alma Máter, y en el periódico Juventud Rebelde fue jefe de Redacción Nacional y subdirector, siendo actualmente director de este diario. Es miembro del Comité Central del Partido y miembro del Consejo de Estado de la República de Cuba." 
  },
  {
    "nombre": "Adolfo Sergio Valdes Guillen", 
    "imagen": "v40", 
    "age": "60", 
    "provincia": "Villa Clara", 
    "municipio": "Camajuaní", 
    "cargo": "Presidente de la CPA Carlos Manuel de Céspedes.", 
    "biografia": "Inicia su vida laboral en la Constructora Militar no. 3 La Piedra, luego pasa a jefe de almacén en la Empresa de Suministros Agropecuarios. Fue el económico de la Cooperativa de Producción Agropecuaria (CPA) Carlos Manuel de Céspedes. Fue secretario del Comité de Base y miembro del Comité Municipal de la Unión de Jóvenes Comunistas (UJC), así como secretario de su núcleo. Delegado en ocho mandatos. ,Obrero Calificado en Refrigeración y Técnico de Nivel Medio en Contabilidad. Presidente de la Cooperativa de Producción Agropecuaria (CPA) Carlos Manuel de Céspedes." 
  },
  {
    "nombre": "Yusimy Gonzalez Herrera", 
    "imagen": "cf1", 
    "age": "53", 
    "provincia": "Cienfuegos", 
    "municipio": "Aguada de Pasajeros", 
    "cargo": "Directora de Comunicación y Contenido del Instituto Cubano de Radio y Televisión.", 
    "biografia": "Comenzó su vida laboral en la emisora CMHW. Al trasladarse a La Habana fue subdirectora de Programación e Información en las emisoras provinciales de Ciudad de La Habana, más tarde subdirectora provincial de Información en la Dirección Provincial de Radio hasta ser promovida a la Dirección Nacional de la Radio Cubana. Fue directora Nacional de Programación de la Radio y actualmente se desempeña como directora de Comunicación y Contenido del Instituto Cubano de Radio y Televisión" 
  },
  {
    "nombre": "Modesto Mora Angarica", 
    "imagen": "cf2", 
    "age": "59", 
    "provincia": "Cienfuegos", 
    "municipio": "Cienfuegos", 
    "cargo": "Jefe de Recursos Humanos UBPC cañera Chapeo.", 
    "biografia": "Cumplió misión en Angola. Trabajó en la Central Electronuclear y allí obtuvo la especialidad de Perforación de máquinas rotarias. Luego trabajó en el contingente Playa Girón en Varadero y en el Centro de Acopio de Pozo Cercado. Es miembro del Comité Municipal del PCC en Aguada de Pasajeros y actualmente miembro no profesional de su Buró Ejecutivo. Jefe de Recursos Humanos UBPC cañera Chapeo" 
  },
  {
    "nombre": "Yaquelin Luis Cobas", 
    "imagen": "cf3", 
    "age": "36", 
    "provincia": "Cienfuegos", 
    "municipio": "Cruces", 
    "cargo": "Presidenta del Consejo Popular Santiago de Cartagena.", 
    "biografia": "Al llamado de la Revolución se formó como Maestra Primaria Emergente. Inició su vida laboral en la Escuela Rural Manuel Martín, donde ocupó el cargo de directora. Fue secretaria de comité de base de la Unión de Jóvenes Comunistas (UJC), posee la doble militancia y es miembro del Comité Municipal del Partido en Rodas. Presidenta del Consejo Popular Santiago de Cartagena." 
  },
  {
    "nombre": "Susely Morfa Gonzalez", 
    "imagen": "cf4", 
    "age": "40", 
    "provincia": "Cienfuegos", 
    "municipio": "Cumanayagua", 
    "cargo": "Primera Secretaria del Comité Provincial del Partido en Matanzas", 
    "biografia": "Fue presidenta de la FEEM en Rodas y comenzó como dirigente de la UJC, donde ha sido, entre otras responsabilidades, primera secretaria de la UJC en Rodas, presidenta de la OPJM y primera secretaria en la provincia de Cienfuegos. Fue promovida a segunda secretaria del Comité Nacional de la UJC y luego fue primera secretaria del Comité Nacional de esta organización. Fue miembro del Consejo de Estado de la República de Cuba" 
  },
  {
    "nombre": "Marisol Iznaga Morfa", 
    "imagen": "cf5", 
    "age": "56", 
    "provincia": "Cienfuegos", 
    "municipio": "Palmira", 
    "cargo": "Profesora de Educación Física en la Escuela Secundaria Básica Rigoberto Balsinde.", 
    "biografia": "Comienza su trayectoria laboral en la dirección provincial del INDER como profesora, luego se incorpora a la secundaria básica Rigoberto Balsinde. Cumplió misión internacionalista en Venezuela en dos ocasiones. Secretaria de su núcleo del Partido. Máster en Ciencias de la Educación. Profesora de Educación Física en la Escuela Secundaria Básica (ESBU) Rigoberto Balsinde" 
  },
  {
    "nombre": "Yoexis Nanresa Peñalver", 
    "imagen": "cf6", 
    "age": "43", 
    "provincia": "Cienfuegos", 
    "municipio": "Rodas", 
    "cargo": "Médico Veterinario. Director de la Unidad Empresarial de Base Alguar.", 
    "biografia": "Comenzó su vida laboral en la Empresa Pescacien, donde tuvo una trayectoria ascendente hasta llegar a ser jefe de producción de la Unidad Empresarial de Base (UEB) y director de la UEB Alguar Arriete. Fue miembro del Comité Municipal de la Unión de Jóvenes Comunistas (UJC) en Palmira y miembro no profesional del Buró. Miembro del Comité Municipal del Partido Comunista de Cuba (PCC). Médico Veterinario. Director de la Unidad Empresarial de Base (UEB) Alguar." 
  },
  {
    "nombre": "Arnaldo Antonio Costa Delgado ", 
    "imagen": "cf7", 
    "age": "54", 
    "provincia": "Cienfuegos", 
    "municipio": "Lajas", 
    "cargo": "Director General de la Empresa Azucarera, en Cienfuegos", 
    "biografia": "Ingeniero en Mecánica Automotriz, cumplió con el servicio social en el Complejo Agroindustrial Primero de Mayo, del municipio de Aguada, desde entonces ha sido técnico, subdirector y director en las empresas Primero de Mayo en Balboa, CAI Antonio Sánchez y en el Grupo Empresarial Azucarero Azcuba. Director General de la Empresa Azucarera, en Cienfuegos" 
  },
  {
    "nombre": "Regla Batista Rodriguez", 
    "imagen": "cf8", 
    "age": "54", 
    "provincia": "Cienfuegos", 
    "municipio": "Abreus", 
    "cargo": "Jefa de Departamento de Formación Deportiva", 
    "biografia": "Comenzó como profesora de voleibol en Cumanayagua. Fue funcionaria ideológica y política ideológica en el Comité Municipal de la UJC en Cruces. Ha trabajado en la Dirección Municipal de Deportes en Palmira, en el Combinado Deportivo no. 2 de Cruces. Fue miembro del Comité Municipal del Partido. Es delegada. Jefa de Departamento de Formación Deportiva, en la Dirección Municipal de Deportes." 
  },
  {
    "nombre": "Arelys Falcon Hernandez", 
    "imagen": "cf9", 
    "age": "54", 
    "provincia": "Cienfuegos", 
    "municipio": "Aguada de Pasajeros", 
    "cargo": "Rectora de la Universidad de Ciencias Médicas de Cienfuegos.", 
    "biografia": "En el Hospital Dr. Gustavo Aldereguía Lima ejerció como especialista de Medicina Interna en Urgencias; jefa de Servicios de Cardiología. Es Especialista de Segundo Grado en Medicina Intensiva y Emergencias. Ha sido vicedirectora provincial de Asistencia Médica. Es investigadora auxiliar y profesora auxiliar. Rectora de la Universidad de Ciencias Médicas de Cienfuegos" 
  },
  {
    "nombre": "Oslando Chacon Terry ", 
    "imagen": "cf10", 
    "age": "51", 
    "provincia": "Cienfuegos", 
    "municipio": "Cienfuegos", 
    "cargo": "Director del Grupo Musical Cumanay", 
    "biografia": "Comenzó a trabajar en el Combinado Lácteo Escambray, luego desempeñó otras labores antes de cumplir el Servicio Militar. Al regreso trabaja como profesor de Educación Musical. Fue cuadro del Comité Municipal de la UJC. En 1995 integra el grupo Lactoson, hoy llamado Cumanay y del que es su director. Fue promotor cultural del consejo popular de Rafaelito" 
  },
  {
    "nombre": "Fredys Luis Sanchez", 
    "imagen": "cf11", 
    "age": "53", 
    "provincia": "Cienfuegos", 
    "municipio": "Cruces", 
    "cargo": "Presidente del Consejo Popular Cuatro Vientos", 
    "biografia": "Se incorpora al llamado del Primer Contingente de Maestros al Servicio Militar Activo. Comenzó a trabajar como maestro en la Escuela Rural José Tey, donde fue promovido a jefe de Ciclo. Desde el 2012 ocupa la responsabilidad de Presidente del Consejo Popular Cuatro Vientos. Fue diputado en la VIII Legislatura, y miembro de la Dirección Municipal de los CDR." 
  },
  {
    "nombre": "Alexandre Corona Quintero", 
    "imagen": "cf12", 
    "age": "50", 
    "provincia": "Cienfuegos", 
    "municipio": "Cumanayagua", 
    "cargo": "Gobernador de la provincia de Cienfuegos.", 
    "biografia": "En 1995 concluye los estudios universitarios en el Instituto Superior del MININT en Villa Clara e inicia su vida laboral como Oficial de dicha institución. A partir de 1997 inicia su tránsito por diferentes cargos de dirección en el sector de la Industria Pesquera, desde Subdirector de la Estación de Alevinaje hasta Director General en las Empresas EPICEN y YAGUACÁN.,En el año 2006 fue promovido al cargo de Vicepresidente del Consejo de la Administración Provincial del Poder Popular en Cienfuegos y a partir del 2008 es electo Vicepresidente de la Asamblea Provincial del Poder Popular en ese territorio.,Ha recibido, entre otros reconocimientos, las Monedas Conmemorativas por el XL Aniversario de la Constitución de los Órganos del Poder Popular y por el 200 Aniversario de la Ciudad de Cienfuegos.,Es Máster en Dirección y cursó los Diplomados en Seguridad y Defensa Nacional y en Administración Pública" 
  },
  {
    "nombre": "Maribel Rodriguez Puig", 
    "imagen": "cf13", 
    "age": "51", 
    "provincia": "Cienfuegos", 
    "municipio": "Palmira", 
    "cargo": "Presidenta del Consejo Popular de Yaguaramas", 
    "biografia": "Trabajó en la Base de Ómnibus Municipal hasta que fue designada a tareas en la Dirección Municipal de los CDR. Fue secretaria de trabajo comunitario en la Dirección Municipal de la FMC; directora del Museo de Abreus y técnica de promoción cultural en el consejo popular de Yaguaramas. Ha sido coordinadora de los CDR en la zona y secretaria de delegación de la FMC. Presidenta del Consejo Popular de Yaguaramas" 
  },
  {
    "nombre": "Juan Carlos Garcia Granda", 
    "imagen": "cf14", 
    "age": "60", 
    "provincia": "Cienfuegos", 
    "municipio": "Rodas", 
    "cargo": "Ministro del Turismo", 
    "biografia": "Ministro del Turismo. Antes de su nombramiento ocupó el cargo de viceministro primero" 
  },
  {
    "nombre": "Eduardo Walfrido Coll", 
    "imagen": "cf15", 
    "age": "49", 
    "provincia": "Cienfuegos", 
    "municipio": "Lajas", 
    "cargo": "Diputado.", 
    "biografia": "Es máster en Ciencias de la Educación. Ha desempeñado diversas funciones en el sector educacional, desde profesor, director de escuela, subdirector docente y director municipal de Educación en Cienfuegos. Ha sido secretario del Consejo de la Administración Municipal y presidente de la Asamblea Municipal del Poder Popular en Cienfuegos." 
  },
  {
    "nombre": "Marlene Barbara Curbelo de la Rosa", 
    "imagen": "cf16", 
    "age": "54", 
    "provincia": "Cienfuegos", 
    "municipio": "Abreus", 
    "cargo": "Especialista de Cuadros de la Empresa Pesquera Industrial en Cienfuegos.", 
    "biografia": "Comenzó en la Papelera Damují, donde desempeñó diversas funciones laborales y en la UJC. Fue promovida al trabajo profesional en la UJC y más tarde pasa al Comité Provincial del Partido, luego se traslada para la Empresa Pesquera Industrial Cienfuegos. Ha sido delegada por varios mandatos y diputada en la VIII Legislatura." 
  },
  {
    "nombre": "Iran Millan Cuetara", 
    "imagen": "cf17", 
    "age": "72", 
    "provincia": "Cienfuegos", 
    "municipio": "Aguada de Pasajeros", 
    "cargo": "Director de la Oficina del Conservador de la Ciudad", 
    "biografia": "Trabajó como proyectista general del Micons en Santa Clara, fue profesor en la Universidad Central 'Marta Abreu' de las Villas. Es Profesor Titular. Dirigió la Oficina de Monumentos y Sitios Históricos y el Plan de manejo y su instrumentación de los centros históricos de varios municipios, incluyendo Cienfuegos. Es presidente de la Comisión Provincial de Monumentos. Director de la Oficina del Conservador de la Ciudad" 
  },
  {
    "nombre": "Roberto Tomas Morales", 
    "imagen": "cf18", 
    "age": "55", 
    "provincia": "Cienfuegos", 
    "municipio": "Cienfuegos", 
    "cargo": "Miembro del Buró Político del Partido Comunista de Cuba y Secretario de Organización del Comité Central del Partido.", 
    "biografia": "Médico. Máster en Salud Pública. Comenzó en el policlínico de Rodas. Pasó por diferentes responsabilidades: director municipal de Salud en Rodas y el municipio de Cienfuegos; viceministro primero de Salud. En el Partido ha sido desde funcionario hasta primer secretario del Comité Provincial en Cienfuegos y miembro del Secretariado del Comité Central.,Fue Ministro de Salud desde el año 2012 hasta el 2018 cuando es promovido al cargo de Vicepresidente del Consejo de Ministros en el Primer Periodo Ordinario de Sesiones de la IX Legislatura de la Asamblea Nacional del Poder Popular.,Designado Vice primer ministro de la República de Cuba el 21 de diciembre de 2019, cargo que ocupó hasta 2021, con motivo de su paso a la actividad profesional en el Partido" 
  },
  {
    "nombre": "Dinorah Blasa Navarro Sarria", 
    "imagen": "cf19", 
    "age": "60", 
    "provincia": "Cienfuegos", 
    "municipio": "Cruces", 
    "cargo": "Presidenta del Consejo Popular de Tulipán", 
    "biografia": "Ha desempeñado disímiles funciones, como jefa del Departamento Económico en la Dirección Provincial de Trabajo, subdirectora de Contabilidad en la Empresa Especializada en Gastronomía y Mercaditos, especialista en la Oficina de proyecto y desarrollo local en la provincia y en Almacenes Universales. Presidenta del Consejo Popular de Tulipán" 
  },
  {
    "nombre": "Enrique Richard Lopez", 
    "imagen": "cf20", 
    "age": "61", 
    "provincia": "Cienfuegos", 
    "municipio": "Cumanayagua", 
    "cargo": "Pintor Rotulista. Trabajador por cuenta propia.", 
    "biografia": "Cumplió misión militar en Angola, donde fue secretario del Comité de Base de la Unidad y segundo secretario del Comité UJC en ese país. Su vida laboral ha transcurrido como pintor rotulista y cuadro administrativo de la Cultura por más de 25 años. Ha sido delegado por cinco mandatos. Presidente del CDR y de la ACRC, además es secretario general del núcleo de zona. Pintor Rotulista. Trabajador por cuenta propia." 
  },
  {
    "nombre": "Nancy Robaina Monzon", 
    "imagen": "cf21", 
    "age": "57", 
    "provincia": "Cienfuegos", 
    "municipio": "Palmira", 
    "cargo": "Presidenta del Consejo Popular Pepito Tey.", 
    "biografia": "Se inició en la Central Electro Nuclear de Juraguá, como técnico en construcción civil. Secretaria del Buró Sindical del CAI Pepito Tey. Participó como delegada en el 16to. y 17mo. congresos de la CTC. Licenciada en Historia. Profesora en la secundaria básica Hermanos Valladares. Ha sido delegada en cinco mandatos. Presidenta del Consejo Popular Pepito Tey" 
  },
  {
    "nombre": "Liz Belkis Rosabal Ponce", 
    "imagen": "cf22", 
    "age": "52", 
    "provincia": "Cienfuegos", 
    "municipio": "Rodas", 
    "cargo": "Directora de la UEB Laboratorio de Combustión.", 
    "biografia": "Graduada de Ingeniería Termoenergética, comenzó en la Empresa Municipal de Servicio a la Población en Cienfuegos, luego se traslada al Laboratorio de Combustión, donde ha desempeñado diversas funciones. Es doctora en Ciencias Técnicas y tiene una amplia labor científica que ha merecido premios de fórums y de la Academia de Ciencias de Cuba. Directora de la UEB Laboratorio de Combustión" 
  },
  {
    "nombre": "Marta Ayala Ávila", 
    "imagen": "s1", 
    "age": "56", 
    "provincia": "Sancti Spíritus", 
    "municipio": "Fomento", 
    "cargo": "Directora General del CIGB.", 
    "biografia": "Designada Directora General del Centro de Ingeniería Genética y Biotecnología (CIGB) desde el 30 de enero de 2021. Anteriormente había sido vicedirectora general del CIGB durante 5 años. Se vinculó al CIGB desde que era estudiante de la carrera de Bioquímica de la Universidad de La Habana. Durante más de 30 años, fungió como investigadora en el desarrollo de tecnologías, en el uso de la ingeniería genética para la obtención de anticuerpos recombinantes, y temas de vacunas contra cáncer y degeneración macular. Luego fue Jefa de Proyectos en el campo de la Inmunología Molecular y la Ingeniería Genética. Ha representado al CIGB en numerosos eventos internacionales. Como parte del contingente Henry Reeve, recientemente asesoró la producción del interferón en Nicaragua, para combatir la epidemia causada por la infección por el coronavirus SARS-CoV-2, y brindar su experiencia y asesoría en el enfrentamiento a la COVID-19" 
  },
  {
    "nombre": "Javier Brito Pérez", 
    "imagen": "s2", 
    "age": "51", 
    "provincia": "Sancti Spíritus", 
    "municipio": "Jatibonico", 
    "cargo": "Coordinador de programas y objetivos en el Gobierno Provincial del Poder Popular de Sancti Spíritus.", 
    "biografia": "Laboró en la fábrica de Fibrocemento de Siguaney como tecnólogo a. Fue especialista principal y director general. Director general de la Empresa del Plástico de La Habana y de la Empresa Comercializadora Transperdurit. Fue presi,dente de la Asamblea Municipal de Taguasco y Vicepresidente para atender el Órgano de Administración Provincial en Sancti Spíritus." 
  },
  {
    "nombre": "Magalys María Sairo Agramonte", 
    "imagen": "s3", 
    "age": "50", 
    "provincia": "Sancti Spíritus", 
    "municipio": "La Sierpe", 
    "cargo": "Sicóloga del Centro Municipal de Higiene y Epidemiología.", 
    "biografia": "En el Policlínico de Meneses ocupó el cargo de sicóloga. En la Dirección Municipal de Salud de Yaguajay fue asesora del Grupo de Salud Mental del Adulto Mayor y Asistencia Social. Sicóloga de Educación en Salud, cargo que continúa desempeñando en la actualidad." 
  },
  {
    "nombre": "Teresita Romero Rodríguez", 
    "imagen": "s4", 
    "age": "57", 
    "provincia": "Sancti Spíritus", 
    "municipio": "Sancti Spíritus", 
    "cargo": "Gobernadora de la provincia de Sancti Spíritus.", 
    "biografia": "Su vida laboral comienza en 1984 en la Dirección Provincial de Finanzas y Precios, ocupando los cargos de Especialista, Jefa de Departamento y posteriormente Directora Municipal de Finanzas y Precios, en Sancti Spíritus.,En el 2002 por sus resultados de trabajo es promovida a la Asamblea Municipal del Poder Popular de Sancti Spíritus, transitando por los cargos de Vicepresidenta del Consejo de la Administración, Vicepresidenta y Presidenta de la Asamblea.,En el 2011 es designada Vicepresidenta del Consejo de la Administración Provincial y más tarde de la Asamblea; en este propio año es electa Presidenta.,Se ha superado en temas de la defensa, administración pública y economía. Es Máster en Finanzas.,Ha recibido diferentes reconocimientos, tales como la Medalla Enrique Hart, la de Producción y Defensa y por el 60 Aniversario de la FAR.,Fue Delegada al 7mo Congreso del PCC." 
  },
  {
    "nombre": "Marta Luisa Uriarte García", 
    "imagen": "s5", 
    "age": "65", 
    "provincia": "Sancti Spíritus", 
    "municipio": "Taguasco", 
    "cargo": "Profesora de la ESBU Juan Manuel Feijóo. ", 
    "biografia": "Su vida laboral la inicia en 1980 en la ESBEC La Reforma como subdirectora Docente, a partir de 1981 y hasta 1983 en la ESBU Heriberto Felipe Arnado, centro donde se desempeñó como jefe de Cátedra. Fue asesora del Programa Audiovisual. Es delegada a la Asamblea Municipal del Poder Popular desde el año 2007. Profesora de la ESBU Juan Manuel Feijóo." 
  },
  {
    "nombre": "Magaly Rodríguez Pérez", 
    "imagen": "s6", 
    "age": "53", 
    "provincia": "Sancti Spíritus", 
    "municipio": "Trinidad", 
    "cargo": "Directora Adjunta UEB Integral Agropecuaria Taguasco.", 
    "biografia": "Inició su vida laboral como jefa de Control Económico del Establecimiento de Acopio en Taguasco. Auditor a. Asistente en la Empresa Pecuaria Managuaco en Sancti Spíritus. Se incorporó a la UEB Integral Agropecuaria Taguasco en el cargo de directora adjunta, centro en el que se mantiene en la actualidad." 
  },
  {
    "nombre": "Deivy Perez Martin", 
    "imagen": "s7", 
    "age": "55", 
    "provincia": "Sancti Spíritus", 
    "municipio": "Yaguajay", 
    "cargo": "Primera Secretaria del Comité Provincial del Partido en Sancti Spíritus.", 
    "biografia": "Licenciada en Filosofía Marxista-Leninista y posee experiencia en el trabajo del Partido, donde ha ocupado diferentes responsabilidades como Primera Secretaria de Comité Municipal y miembro profesional del Buró Ejecutivo en el Comité Provincial.,Miembro del Comité Central del Partido Comunista de Cuba" 
  },
  {
    "nombre": "Lester Alain Aleman Hurtado", 
    "imagen": "s8", 
    "age": "45", 
    "provincia": "Sancti Spíritus", 
    "municipio": "Cabaiguán", 
    "cargo": "Director General de la Refinería de Petróleo Sergio Soto.", 
    "biografia": "Ingeniero químico. Comienza en la Refinería Sergio Soto, donde ha sido secretario del Comité de Base del área de Distribución, especialista principal de Distribución de Combustibles, director de la UEB de Comercialización y, desde el 2010, director general de esa empresa" 
  },
  {
    "nombre": "Yaquelin de la Paz Ramos", 
    "imagen": "s9", 
    "age": "49", 
    "provincia": "Sancti Spíritus", 
    "municipio": "Fomento", 
    "cargo": "Directora de Supervisión, Organización y Control de la Empresa de Construcción y Montaje.", 
    "biografia": "Graduada en Derecho. Fiscal Municipal de Sancti Spíritus; en la Sala Primera del Tribunal Popular Provincial, juez profesional y hoy en el Grupo Empresarial de la Construcción de esa provincia. Miembro no profesional del Buró del Comité Municipal del PCC en Sancti Spíritus. Directora de Supervisión, Organización y Control de la Empresa de Construcción y Montaje (Micons)" 
  },
  {
    "nombre": "Yolanda Rosario Gomez", 
    "imagen": "s10", 
    "age": "56", 
    "provincia": "Sancti Spíritus", 
    "municipio": "Jatibonico", 
    "cargo": "Profesora de la Escuela Provincial del PCC Felipe Torres.", 
    "biografia": "Máster en Estudios Sociopolíticos. Es una de las secretarias del Partido en su centro laboral. Desde el año 2007 es delegada de su circunscripción y en el 2008 fue electa diputada a la Asamblea Nacional del Poder Popular, condición que ha mantenido por dos legislaturas de forma consecutiva. Es muy activa en la comunidad." 
  },
  {
    "nombre": "Aleida Arteaga Mort", 
    "imagen": "s11", 
    "age": "52", 
    "provincia": "Sancti Spíritus", 
    "municipio": "La Sierpe", 
    "cargo": "Subdirectora de la ONAT Municipal.", 
    "biografia": "Es graduada de Contabilidad y Finanzas. Inicia su trayectoria laboral en la Dirección Municipal de Salud, en la que fue secretaria general del comité de base. En el año 1995, comienza a trabajar en la Oficina Nacional de Administración Tributaria (ONAT) del municipio de Fomento, de la que es fundadora como inspectora fiscal y actual subdirectora." 
  },
  {
    "nombre": "Manuel Rivero Abella", 
    "imagen": "s12", 
    "age": "54", 
    "provincia": "Sancti Spíritus", 
    "municipio": "Sancti Spíritus", 
    "cargo": "Director Provincial de Salud.", 
    "biografia": "Médico en Trinidad, en el policlínico de Caracusey, director de ese centro y del hospital municipal. Promovido a la Dirección Provincial de Salud como vicedirector. Cumplió misión en Angola. Fue director general del Hospital Provincial Camilo Cienfuegos. Actualmente es el director provincial de Salud." 
  },
  {
    "nombre": "Gloria Marisely Arrechea", 
    "imagen": "s13", 
    "age": "52", 
    "provincia": "Sancti Spíritus", 
    "municipio": "Taguasco", 
    "cargo": "Directora del Museo de Arqueología Guamuhaya", 
    "biografia": "Máster en Ciencias y Licenciada en Lengua Inglesa. Guía de pioneros y a la vez profesora en la escuela Pedro Lantigua; subdirectora del Instituto Politécnico de Informática (IPI) Julio Sotolongo y directora del IPI León Francisco Peterssen. En el sector de Cultura: especialista principal del Museo de Arqueología. " 
  },
  {
    "nombre": "Tania Gutierrez Fontanillis", 
    "imagen": "s14", 
    "age": "54", 
    "provincia": "Sancti Spíritus", 
    "municipio": "Trinidad", 
    "cargo": "Presidenta de la Asamblea Municipal del Poder Popular de Trinidad.", 
    "biografia": "Ingeniera en Mecanización Agrícola en la Universidad Central 'Marta Abreu' de Las Villas. Se inicia como técnica en la Empresa Pecuaria Trinidad. En la Empresa Pecuaria San Pedro fue jefa de Maquinaria, subdirectora de Maquinaria y subdirectora de Maquinaria y Aseguramiento." 
  },
  {
    "nombre": "Victor Manuel Lemagne Sanchez", 
    "imagen": "s15", 
    "age": "60", 
    "provincia": "Sancti Spíritus", 
    "municipio": "Yaguajay", 
    "cargo": "Diputado", 
    "biografia": "Segundo Secretario de la CTC en Unión de Reyes. Secretario de la CTC Municipal de Matanzas. Miembro del Secretariado del Sindicato Provincial de Comercio y Gastronomía y secretario general en Varadero. Secretario general del Comité Provincial del Sindicato de Hotelería y Turismo." 
  },
  {
    "nombre": "Concepcion Esperanza Lozano", 
    "imagen": "s16", 
    "age": "61", 
    "provincia": "Sancti Spíritus", 
    "municipio": "Cabaiguán", 
    "cargo": "Presidenta del Consejo Popular Armando Mestre. ", 
    "biografia": "Técnico Medio en Contabilidad y Finanzas. Se inicia en el año 1980 en la dependencia interna del Poder Popular. Fue secretaria de la Comisión de Prevención y Atención Social y su presidenta. Fue nombrada jefa de departamento del Censo de Población y Vivienda en el 2012. Es delegada de base desde el 2000." 
  },
  {
    "nombre": "Mayubi Alvarez Roman", 
    "imagen": "s17", 
    "age": "37", 
    "provincia": "Sancti Spíritus", 
    "municipio": "Fomento", 
    "cargo": "Secretaria de la Asamblea Municipal del Poder Popular de Sancti Spíritus.", 
    "biografia": "Ingeniera industrial. Se inició en la Empresa de Servicios de Ingeniería. Fue técnico en Ciencias Informáticas, en Proyectos de Ingeniería, especialista B en Obras de Arquitectura Industrial, analista en Producción y Especialista B en Gestión de la Calidad. " 
  },
  {
    "nombre": "Miladys Gonzalez Rodriguez", 
    "imagen": "s18", 
    "age": "53", 
    "provincia": "Sancti Spíritus", 
    "municipio": "Jatibonico", 
    "cargo": "Jefa de Grupo de Mercadotecnia y Comunicación, División Territorial de Etecsa.", 
    "biografia": "Licenciada en Economía. Comenzó en la Dirección Provincial de Trabajo de Sancti Spíritus. Fue jefa de Recursos Laborales, especialista en Recursos Humanos en la compañía Cubasol de la Cadena Cubanacán. Jefe de Recursos Humanos en Palmares y especialista en la División Territorial de Etecsa." 
  },
  {
    "nombre": "Alexis Lorente Jimenez", 
    "imagen": "s19", 
    "age": "49", 
    "provincia": "Sancti Spíritus", 
    "municipio": "La Sierpe", 
    "cargo": "Presidente de la Asamblea Municipal del Poder Popular de Sancti Spíritus.", 
    "biografia": "Se inició en Fomento, como médico en el Consultorio Médico no. 38. Fue vicedirector de Asistencia Médica del policlínico de Fomento y ocupó ese cargo en la Dirección Municipal. Cumplió misión internacionalista en Bolivia. Vicedirector de Asistencia Médica del municipio Sancti Spíritus y en abril del 2011 director municipal. Presidente de la Asamblea Municipal del Poder Popular de Sancti Spíritus. Miembro del Consejo de Estado de la República de Cuba" 
  },
  {
    "nombre": "Jesus Gerardo Martin Casanova", 
    "imagen": "s20", 
    "age": "56", 
    "provincia": "Sancti Spíritus", 
    "municipio": "Sancti Spíritus", 
    "cargo": "Contralor Jefe Provincial. ", 
    "biografia": "Fue contador en la Unidad de Expeditrans. Dirigió el Departamento Económico en la Delegación Provincial de Estadística. Fue jefe del Departamento de Sistema de Contabilidad en la Dirección Provincial de Finanzas; ocupó el cargo de subdirector de la misma. Director Provincial de la ONAT hasta febrero del 2010. Contralor Jefe Provincial." 
  },
  {
    "nombre": "Jose Ramon Monteagudo", 
    "imagen": "s21", 
    "age": "62", 
    "provincia": "Sancti Spíritus", 
    "municipio": "Taguasco", 
    "cargo": "Primer Secretario del Comité Provincial del Partido en Santiago de Cuba. ", 
    "biografia": "Ha ocupado varias responsabilidades: Ingeniero en la empresa pecuaria La Vitrina, en Manicaragua y en el Complejo Agroindustrial Ciudad Caracas de Lajas; instructor, miembro del buró ejecutivo y primer secretario en el comité municipal de Lajas; miembro del buró y primer secretario en Cienfuegos y Primer Secretario de Sancti Spíritus.,Se desempeñaba como miembro del Secretariado del Comité Central y jefe de su Departamento Agroalimentario, hasta que fue elegido como Primer Secretario del Comité Provincial del Partido en Santiago de Cuba." 
  },
  {
    "nombre": "Miguel Mario Cabrera Castellanos", 
    "imagen": "s22", 
    "age": "58", 
    "provincia": "Sancti Spíritus", 
    "municipio": "Trinidad", 
    "cargo": "Jefe de la Dirección de Cuadros del Estado y del Gobierno", 
    "biografia": "Jefe de la Dirección de Cuadros del Estado y del Gobierno" 
  },
  {
    "nombre": "Anay Lourdes Valdes Milian", 
    "imagen": "s23", 
    "age": "55", 
    "provincia": "Sancti Spíritus", 
    "municipio": "Yaguajay", 
    "cargo": "Directora Municipal de Justicia.", 
    "biografia": "Laboró en el Tribunal Municipal Popular de Sancti Spíritus, como secretaria auxiliar. En el Tribunal Provincial Popular atendió la actividad de cuadros. Trabajó en el Tribunal Municipal Popular de Sancti Spíritus, de asistente del Juez de Ejecución y como directora de la Dirección Municipal de Justicia de Sancti Spíritus" 
  },
  {
    "nombre": "Yilian Diaz Meneses", 
    "imagen": "s24", 
    "age": "36", 
    "provincia": "Sancti Spíritus", 
    "municipio": "Cabaiguán", 
    "cargo": "Técnica de Gestión Documental, Empresa Agroindustrial de Granos Sur del Jíbaro.", 
    "biografia": "Se inició en la Empresa Agroindustrial de Grano Sur del Jíbaro. Pasó a trabajar como especialista en proyectos en el Poder Popular Municipal de La Sierpe. En el sector de Justicia es asistente fiscal. Es militante de la UJC y el PCC; fue presidenta municipal de las BTJ" 
  },
  {
    "nombre": "Oscar Luis Hung Penton", 
    "imagen": "s25", 
    "age": "53", 
    "provincia": "Sancti Spíritus", 
    "municipio": "Fomento", 
    "cargo": "Presidente de la Asociación de Economistas y Contadores de Cuba.", 
    "biografia": "Comenzó como auxiliar A de Contabilidad en el Banco Popular de Ahorro de Sancti Spíritus, pasando por varias responsabilidades hasta que en el 2009 fue promovido a director provincial. Fue Presidente de la Comisión de Asuntos Económicos de la Asamblea Nacional del Poder Popular. Elegido en el año 2014 presidente de la Asociación de Economistas y Contadores de Cuba (ANEC). " 
  }  
]
  